{
  "ListFleetAgentVersions": {
    "description": "Obtén una lista de todas las versiones disponibles del Datadog Agent.\n\nEste endpoint devuelve las versiones disponibles del Agent que se pueden desplegar en tu flota.\nEstas versiones se utilizan al crear despliegues o configurar cronogramas para\nactualizaciones automatizadas del Agent.",
    "summary": "Enumerar todas las versiones disponibles del Agent"
  },
  "ListFleetDeployments": {
    "description": "Obtén una lista de todos los despliegues para la automatización de flotas.\nUtiliza los parámetros `page_size` y `page_offset` para paginar los resultados.",
    "summary": "Enumerar todos los despliegues"
  },
  "CreateFleetDeploymentConfigure": {
    "description": "Crea un nuevo despliegue para aplicar cambios de configuración\na una flota de hosts que coincidan con la consulta de filtro especificada.\n\nEste endpoint admite dos tipos de operaciones de configuración:\n- `merge-patch`: Fusiona los datos del parche proporcionado con el archivo de configuración existente,\n  creando el archivo si no existe\n- `delete`: Elimina el archivo de configuración especificado de los hosts de destino.\n\nEl despliegue se crea y se inicia automáticamente. Puedes especificar varias operaciones de configuración\nque se ejecutarán en orden en cada host de destino. Utiliza la consulta de filtro para\nhosts específicos utilizando la sintaxis de consulta de Datadog.",
    "summary": "Crear un despliegue de configuración",
    "request_description": "Carga útil de la solicitud que contiene la información del despliegue.",
    "request_schema_description": "Carga útil de la solicitud para crear un nuevo despliegue de configuración."
  },
  "CreateFleetDeploymentUpgrade": {
    "description": "Crea e inicia inmediatamente una nueva actualización de paquetes\nen los hosts que coincidan con la consulta de filtro especificada.\n\nEste endpoint te permite actualizar el Datadog Agent a una versión específica\nen hosts que coincidan con la consulta de filtro especificada.\n\nEl despliegue se crea y se inicia automáticamente. El sistema:\n1. Identificará todos los hosts que coincidan con la consulta de filtro\n2. confirmará la disponibilidad de la versión especificada\n3. Empezará a desplegar la actualización del paquete en los hosts de destino",
    "summary": "Actualizar hosts",
    "request_description": "Carga útil de la solicitud que contiene la información de actualización del paquete.",
    "request_schema_description": "Carga útil de la solicitud para crear un nuevo despliegue de actualización de paquetes."
  },
  "GetFleetDeployment": {
    "description": "Recupera información detallada sobre un despliegue específico utilizando tu identificador único.\nEste endpoint devuelve información completa sobre un despliegue, que incluye\n- Metadatos del despliegue (ID, tipo, filtro de consulta)\n- Número total de hosts de destino\n- Estado actual de alto nivel (pendiente, en ejecución, correcto, fallido)\n- Tiempo estimado de finalización\n- Operaciones de configuración que se han aplicado o se están aplicando\n- Lista detallada de hosts: Una lista paginada de los hosts incluidos en este despliegue con el estado individual de cada host, las versiones actuales de los paquetes y cualquier error.\n\nLa lista de hosts proporciona visibilidad del estado de ejecución por host, lo que te permite:\n- Monitorizar qué hosts se han completado correctamente\n- Identificar los hosts que aún están en curso\n- Investigar fallos en hosts específicos\n- Ver las versiones actuales de los paquetes instalados en cada host (incluidas las versiones inicial, de destino y actual de cada paquete).\n\nPaginación: Utiliza los parámetros de consulta `limit` y `page` para paginar a través de los hosts. La respuesta\nincluye metadatos de paginación en el campo `meta.hosts` con información sobre la página actual,\nel número total de páginas y el número total de hosts. El tamaño de página por defecto es de 50 hosts, con un máximo de 100.",
    "summary": "Obtener un despliegue de configuración por ID"
  },
  "CancelFleetDeployment": {
    "description": "Cancela un despliegue activo y detén todas las operaciones pendientes.\nAl cancelar un despliegue\n- Se detienen todas las operaciones pendientes en los hosts que aún no se han iniciado.\n- Las operaciones en curso en los hosts pueden completarse o interrumpirse, dependiendo de su estado actual.\n- Los cambios de configuración o las actualizaciones de paquetes ya aplicadas a los hosts no se cancelan.\n\nDespués de la cancelación, puedes ver el estado final del despliegue utilizando el endpoint GET para ver qué hosts\nse han actualizado correctamente antes de la cancelación.",
    "summary": "Cancelar un despliegue"
  },
  "ListFleetSchedules": {
    "description": "Recupera una lista de todos los cronogramas de despliegues automatizados de flotas.\n\nLos cronogramas permiten automatizar las actualizaciones de paquetes definiendo peridos de mantenimiento\ny reglas de recurrencia. Cada cronograma crea automáticamente despliegues basados en su\nconfiguración.",
    "summary": "Enumerar todos los cronogramas"
  },
  "CreateFleetSchedule": {
    "description": "Crea una nuevo cronograma para las actualizaciones automáticas de paquetes.\n\nLos cronogramas definen cuándo y con qué frecuencia desplegar automáticamente actualizaciones de paquetes para una flota\nde hosts. Cada cronograma incluye:\n- Una consulta de filtro para seleccionar los hosts de destino\n- Una regla de recurrencia que define los periodos de mantenimiento\n- Una estrategia de versiones (por ejemplo, siempre la última, o N versiones por detrás de la última)\n\nCuando un cronograma se activa durante un periodo de mantenimiento, crea automáticamente un \ndespliegue que actualiza el Datadog Agent a la versión especificada en todos los hosts coincidentes.",
    "summary": "Crear un cronograma",
    "request_description": "Carga útil de la solicitud que contiene la información del cronograma.",
    "request_schema_description": "Carga útil de solicitud para crear un nuevo cronograma."
  },
  "DeleteFleetSchedule": {
    "description": "Elimina un cronograma de forma permanente.\n\nAl eliminar un cronograma:\n- El cronograma se elimina permanentemente y ya no creará despliegues.\n- Los despliegues ya creados por este cronograma no se verán afectados.\n- Este acción no se puede deshacer\n\nSi quieres impedir temporalmente que un cronograma cree despliegues, considera la posibilidad de\nactualizar su estado a \"inactivo\" en lugar de eliminarlo.",
    "summary": "Eliminar un cronograma"
  },
  "GetFleetSchedule": {
    "description": "Recupera información detallada sobre un cronograma específico utilizando su identificador único.\n\nEste endpoint devuelve información completa sobre un cronograma, que incluye\n- Metadatos del cronograma (ID, nombre, marcas de tiempo de creación/actualización)\n- Consulta de filtro para seleccionar hosts de destino\n- Regla de recurrencia que define cuándo se activan los despliegues\n- Estrategia de versiones para las actualizaciones de paquetes\n- Estado actual (activo o inactivo)",
    "summary": "Obtener un cronograma por ID"
  },
  "UpdateFleetSchedule": {
    "description": "Actualiza parcialmente un cronograma indicando solo los campos que quieres modificar.\n\nEste endpoint te permite modificar atributos específicos de un cronograma sin\nafectar a otros campos. Los casos de uso frecuentes incluyen:\n- Cambiar el estado del cronograma entre activo e inactivo\n- Actualizar los tiempos del periodo de mantenimiento\n- Modificar la consulta de filtro para que apunte a distintos hosts\n- Ajustar la estrategia de versiones\n\nIncluye en el cuerpo de la solicitud solo los campos que quieres actualizar. Todos los campos\nson opcionales en una solicitud PATCH.",
    "summary": "Actualizar un cronograma",
    "request_description": "Carga útil de la solicitud que contiene los campos a actualizar.",
    "request_schema_description": "Carga útil de la solicitud para actualizar parcialmente un cronograma."
  },
  "TriggerFleetSchedule": {
    "description": "Activa manualmente un cronograma para crear e iniciar inmediatamente un despliegue.\n\nEste endpoint te permite iniciar manualmente un despliegue utilizando la configuración del cronograma \nsin esperar al siguiente periodo de mantenimiento programado. Esto es\nútil para:\n- Probar un cronograma antes de que se ejecute automáticamente\n- Realizar una actualización de emergencia fuera del periodo de mantenimiento regular\n- Crear un despliegue ad hoc con la misma configuración que un despliegue programado\n\nEl despliegue se crea inmediatamente con:\n- La misma consulta de filtro que el cronograma\n- La versión del paquete determinada por la estrategia de versiones del cronograma \n- Todos los hosts coincidentes como destinos\n\nEl despliegue activado manualmente es independiente del cronograma y no afecta al patrón de recurrencia normal del cronograma.\nafecta al patrón de recurrencia normal de schedule (horario).",
    "summary": "Activar un despliegue programado"
  },
  "ListDatastores": {
    "description": "Enumera todos los almacenes de datos de la organización.",
    "summary": "Lista de almacenes de datos"
  },
  "CreateDatastore": {
    "description": "Crea un nuevo almacén de datos.",
    "summary": "Crear almacén de datos",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de un nuevo almacén de datos con la configuración y los metadatos especificados."
  },
  "DeleteDatastore": {
    "description": "Elimina un almacén de datos por su identificador único.",
    "summary": "Eliminar almacén de datos"
  },
  "GetDatastore": {
    "description": "Recupera un almacén de datos específico por su ID.",
    "summary": "Obtener almacén de datos"
  },
  "UpdateDatastore": {
    "description": "Actualiza los atributos de un almacén de datos existente.",
    "summary": "Actualizar almacén de datos",
    "request_description": "",
    "request_schema_description": "Solicitud para actualizar la configuración de un almacén de datos, como su nombre o descripción."
  },
  "DeleteDatastoreItem": {
    "description": "Elimina un elemento de un almacén de datos por su clave.",
    "summary": "Eliminar elemento del almacén de datos",
    "request_description": "",
    "request_schema_description": "Solicitud para eliminar un elemento específico de un almacén de datos por su clave primaria."
  },
  "ListDatastoreItems": {
    "description": "Enumera los elementos de un almacén de datos. Puedes filtrar los resultados especificando una clave de elemento o un parámetro de consulta de filtro, pero no ambos a la vez. Admite la paginación en el servidor para grandes conjuntos de datos.",
    "summary": "Lista de elementos del almacén de datos"
  },
  "UpdateDatastoreItem": {
    "description": "Actualiza parcialmente un elemento de un almacén de datos por su clave.",
    "summary": "Actualizar elemento del almacén de datos",
    "request_description": "",
    "request_schema_description": "Solicitud para actualizar campos específicos en un elemento existente del almacén de datos."
  },
  "BulkDeleteDatastoreItems": {
    "description": "Elimina varios elementos de un almacén de datos por sus claves en una sola operación.",
    "summary": "Eliminación masiva de elementos del almacén de datos",
    "request_description": "",
    "request_schema_description": "Solicitud de eliminación de elementos de un almacén de datos."
  },
  "BulkWriteDatastoreItems": {
    "description": "Crea o sustituye varios elementos de un almacén de datos por sus claves en una sola operación.",
    "summary": "Escritura masiva de elementos del almacén de datos",
    "request_description": "",
    "request_schema_description": "Solicitud para insertar varios elementos en un almacén de datos en una sola operación."
  },
  "ListAppKeyRegistrations": {
    "description": "Listar registros de claves de aplicación",
    "summary": "Listar registros de claves de aplicación"
  },
  "UnregisterAppKey": {
    "description": "Anular el registro de una clave de aplicación",
    "summary": "Anular el registro de una clave de aplicación"
  },
  "GetAppKeyRegistration": {
    "description": "Obtener el registro de una clave de aplicación existente",
    "summary": "Obtener el registro de una clave de aplicación existente"
  },
  "RegisterAppKey": {
    "description": "Registrar una nueva clave de aplicación",
    "summary": "Registrar una nueva clave de aplicación"
  },
  "CreateActionConnection": {
    "description": "Crea una nueva Action Connection. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key).",
    "summary": "Crear una nueva Action Connection",
    "request_description": "",
    "request_schema_description": "Solicitud utilizada para crear una conexión de acción."
  },
  "DeleteActionConnection": {
    "description": "Elimina una conexión de acción existente. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Eliminar una conexión de acción existente"
  },
  "GetActionConnection": {
    "description": "Obtén una Action Connection existente. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key).",
    "summary": "Obtener una conexión de acción existente"
  },
  "UpdateActionConnection": {
    "description": "Actualiza una Action Connection existente. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key).",
    "summary": "Actualizar una conexión de acción existente",
    "request_description": "Actualizar un cuerpo de solicitud de conexión de acción existente",
    "request_schema_description": "Solicitud utilizada para actualizar una conexión de acción."
  },
  "ListAwsScanOptions": {
    "description": "Obtiene las opciones de escaneo configuradas para las cuentas de AWS.",
    "summary": "Enumerar opciones de análisis de AWS"
  },
  "CreateAwsScanOptions": {
    "description": "Activa las opciones de escaneo sin agent para una cuenta de AWS.",
    "summary": "Crear opciones de análisis de AWS",
    "request_description": "La definición de las nuevas opciones de escaneo.",
    "request_schema_description": "Objeto de solicitud que incluye las opciones de escaneo a crear."
  },
  "DeleteAwsScanOptions": {
    "description": "Elimina las opciones de escaneo sin agente de una cuenta de AWS.",
    "summary": "Eliminar opciones de análisis de AWS"
  },
  "GetAwsScanOptions": {
    "description": "Obtiene las opciones de escaneo sin agent para una cuenta activada.",
    "summary": "Obtener las opciones de escaneo de AWS "
  },
  "UpdateAwsScanOptions": {
    "description": "Actualiza las opciones de escaneo sin agent para una cuenta activada.",
    "summary": "Actualizar opciones de análisis de AWS",
    "request_description": "Nueva definición de las opciones de escaneo.",
    "request_schema_description": "Objeto de solicitud que incluye las opciones de escaneo a actualizar."
  },
  "ListAzureScanOptions": {
    "description": "Obtiene las opciones de escaneo configuradas para las cuentas de Azure.",
    "summary": "Enumerar opciones de análisis de Azure"
  },
  "CreateAzureScanOptions": {
    "description": "Activa las opciones de escaneo sin agent para una suscripción de Azure.",
    "summary": "Crear opciones de análisis de Azure",
    "request_description": "",
    "request_schema_description": "Objeto de respuesta que contiene las opciones de escaneo de Azure para una única suscripción."
  },
  "DeleteAzureScanOptions": {
    "description": "Elimina opciones de escaneo sin agent para una suscripción de Azure.",
    "summary": "Eliminar opciones de análisis de Azure"
  },
  "GetAzureScanOptions": {
    "description": "Recupera las opciones de análisis sin agente para una suscripción activada.",
    "summary": "Obtener opciones de análisis de Azure"
  },
  "UpdateAzureScanOptions": {
    "description": "Actualiza las opciones de escaneo sin agent para una suscripción activada.",
    "summary": "Actualizar opciones de análisis de Azure",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud para actualizar las opciones de escaneo de Azure."
  },
  "ListGcpScanOptions": {
    "description": "Recupera las opciones de análisis configuradas para todos los proyectos GCP.",
    "summary": "Enumerar opciones de análisis de GCP"
  },
  "CreateGcpScanOptions": {
    "description": "Activa opciones de análisis sin agente para un proyecto GCP.",
    "summary": "Crear opciones de análisis de GCP",
    "request_description": "La definición de las nuevas opciones de escaneo.",
    "request_schema_description": "Objeto de respuesta que contiene opciones de análisis de GCP para un proyecto único."
  },
  "DeleteGcpScanOptions": {
    "description": "Elimina opciones de análisis sin agente para un proyecto GCP.",
    "summary": "Eliminar opciones de análisis de GCP"
  },
  "GetGcpScanOptions": {
    "description": "Recupera las opciones de análisis sin agente para un proyecto GCP activado.",
    "summary": "Obtener opciones de análisis de GCP"
  },
  "UpdateGcpScanOptions": {
    "description": "Actualiza las opciones de análisis sin agente para un proyecto GCP activado.",
    "summary": "Actualizar opciones de análisis de GCP",
    "request_description": "Nueva definición de las opciones de escaneo.",
    "request_schema_description": "Objeto de solicitud para actualizar las opciones de análisis de GCP."
  },
  "ListAwsOnDemandTasks": {
    "description": "Obtiene las 1000 tareas bajo demanda más recientes de AWS.",
    "summary": "Enumerar tareas AWS bajo demanda"
  },
  "CreateAwsOnDemandTask": {
    "description": "Activa el escaneado de un recurso de AWS con una prioridad alta. El escaneo sin agent debe estar activado para la cuenta de AWS que contiene el recurso que se va a escanear.",
    "summary": "Crear tarea AWS bajo demanda",
    "request_description": "La definición de la tarea bajo demanda.",
    "request_schema_description": "Objeto de solicitud que incluye la tarea bajo demanda a enviar."
  },
  "GetAwsOnDemandTask": {
    "description": "Obtén los datos de una tarea específica bajo demanda.",
    "summary": "Obtener tarea AWS bajo demanda"
  },
  "ListAPIKeys": {
    "description": "Muestra una lista con todas las claves de API disponibles para tu cuenta.",
    "summary": "Ver todas las claves de API"
  },
  "CreateAPIKey": {
    "description": "Crea una clave de API.",
    "summary": "Crear una clave de API",
    "request_description": "",
    "request_schema_description": "Solicitud usada para crear una clave de API."
  },
  "DeleteAPIKey": {
    "description": "Elimina una clave de API.",
    "summary": "Eliminar una clave de API"
  },
  "GetAPIKey": {
    "description": "Muestra una clave de API.",
    "summary": "Ver clave de API"
  },
  "UpdateAPIKey": {
    "description": "Modifica una clave de API.",
    "summary": "Editar una clave de API",
    "request_description": "",
    "request_schema_description": "Solicitud usada para modificar una clave de API."
  },
  "ListAPIs": {
    "description": "Haz una lista de APIs y sus IDs.",
    "summary": "Hacer una lista de APIs"
  },
  "DeleteOpenAPI": {
    "description": "Elimina una API específica por ID.",
    "summary": "Eliminar una API"
  },
  "GetOpenAPI": {
    "description": "Recupera información sobre una API específica en un archivo con formato [OpenAPI](https://spec.openapis.org/oas/latest.html).",
    "summary": "Obtener una API"
  },
  "UpdateOpenAPI": {
    "description": "Actualiza la información sobre una API específica. El contenido indicado sustituirá a todo el contenido de la API del ID indicado.\nEl ID es devuelto por la API de creación, o se puede encontrar en la URL de la interfaz de usuario del catálogo de API.",
    "summary": "Actualizar una API",
    "request_description": "",
    "request_schema_description": "Objeto para datos de API en formato `OpenAPI` como archivo."
  },
  "CreateOpenAPI": {
    "description": "Crea una nueva API a partir de la especificación de [OpenAPI](https://spec.openapis.org/oas/latest.html) facilitada.\nConsulta la [Documentación del catálogo de API](https://docs.datadoghq.com/api_catalog/add_metadata/) para obtener información\nadicional sobre los posibles metadatos.\nDevuelve el ID de la API creada.",
    "summary": "Crear una nueva API",
    "request_description": "",
    "request_schema_description": "Objeto para datos de API en formato `OpenAPI` como archivo."
  },
  "ListSpansMetrics": {
    "description": "Obtén la lista de métricas basadas en tramos configuradas con sus definiciones.",
    "summary": "Obtener todas las métricas basadas en tramos"
  },
  "CreateSpansMetric": {
    "description": "Crea una métrica basada en tramos ingerida en tu organización.\nDevuelve el objeto de métrica basada en tramos del cuerpo de la solicitud cuando la solicitud es correcta.",
    "summary": "Crear una métrica basada en tramos",
    "request_description": "La definición de la nueva métrica basada en tramos.",
    "request_schema_description": "El nuevo cuerpo de la métrica basada en tramos."
  },
  "DeleteSpansMetric": {
    "description": "Elimina de tu organización una métrica específica basada en tramos.",
    "summary": "Eliminar una métrica basada en tramos"
  },
  "GetSpansMetric": {
    "description": "Obtén una métrica basada en tramos específica de tu organización.",
    "summary": "Obtener una métrica basada en tramos"
  },
  "UpdateSpansMetric": {
    "description": "Actualiza una métrica basada en tramos específica de tu organización.\nDevuelve el objeto de la métrica basada en tramos del cuerpo de la solicitud cuando la solicitud es correcta.",
    "summary": "Actualizar una métrica basada en tramos",
    "request_description": "Nueva definición de la métrica basada en tramos.",
    "request_schema_description": "El nuevo cuerpo de la métrica basada en tramos."
  },
  "ListApmRetentionFilters": {
    "description": "Obtén la lista de filtros de retención de APM.",
    "summary": "Hacer una lista de todos los filtros de retención de APM "
  },
  "CreateApmRetentionFilter": {
    "description": "Crea un filtro de retención para indexar tramos en tu organización.\nDevuelve la definición del filtro de retención cuando la solicitud es correcta.\n\nNo se pueden crear filtros predeterminados con los tipos spans-errors-sampling-processor y spans-appsec-sampling-processor.",
    "summary": "Crear un filtro de retención",
    "request_description": "La definición del nuevo filtro de retención.",
    "request_schema_description": "El cuerpo del filtro de retención que se va a crear."
  },
  "ReorderApmRetentionFilters": {
    "description": "Reordena el orden de ejecución de los filtros de retención.",
    "summary": "Reordenar filtros de retención",
    "request_description": "La lista de filtros de retención en el nuevo orden.",
    "request_schema_description": "Una lista de filtros de retención para reordenar."
  },
  "DeleteApmRetentionFilter": {
    "description": "Elimina un filtro de retención específico de tu organización.\n\nLos filtros predeterminados con tipos spans-errors-sampling-processor y spans-appsec-sampling-processor no se pueden eliminar.",
    "summary": "Eliminar un filtro de retención"
  },
  "GetApmRetentionFilter": {
    "description": "Obtén un filtro de retención de APM.",
    "summary": "Obtener un determinado filtro de retención de APM "
  },
  "UpdateApmRetentionFilter": {
    "description": "Actualiza un filtro de retención de tu organización.\n\nLos filtros predeterminados (filtros con tipos spans-errors-sampling-processor y spans-appsec-sampling-processor) no se pueden renombrar ni eliminar.",
    "summary": "Actualizar un filtro de retención",
    "request_description": "La definición actualizada del filtro de retención.",
    "request_schema_description": "El cuerpo del filtro de retención que debe actualizarse."
  },
  "DeleteApps": {
    "description": "Elimina varias aplicaciones en una sola solicitud a partir de una lista de IDs de aplicaciones. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Eliminar varias aplicaciones",
    "request_description": "",
    "request_schema_description": "Un objeto de solicitud para eliminar varias aplicaciones por ID."
  },
  "ListApps": {
    "description": "Enumera todas las aplicaciones, con filtros y clasificación opcionales. Este endpoint está paginado. Este endpoint solo devuelve información básica sobre la aplicación, como su ID, nombre y descripción. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Armar una lista de aplicaciones"
  },
  "CreateApp": {
    "description": "Crea una nueva aplicación, devolviendo el ID de la aplicación. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Crear aplicación",
    "request_description": "",
    "request_schema_description": "Un objeto de solicitud para crear una nueva aplicación."
  },
  "DeleteApp": {
    "description": "Elimina una aplicación única. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Eliminar aplicación"
  },
  "GetApp": {
    "description": "Obtén la definición completa de una aplicación. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Obtener aplicación"
  },
  "UpdateApp": {
    "description": "Actualiza una aplicación existente. Esto crea una nueva versión de la aplicación. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Actualizar aplicación",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud para actualizar una aplicación existente."
  },
  "UnpublishApp": {
    "description": "Anula la publicación de una aplicación, eliminando la versión activa de la aplicación. La anulación de la publicación crea una nueva instancia de un objeto `deployment` en la aplicación, con un `app_version_id` nulo (`00000000-0000-0000-0000-000000000000`). La aplicación puede actualizarse y publicarse de nuevo en el futuro. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Anular la publicación de la aplicación"
  },
  "PublishApp": {
    "description": "Publica una aplicación para que la utilicen otros usuarios. Para asegurarte de que la aplicación es accesible para los usuarios correctos, también debes definir una [política de restricción](https://docs.datadoghq.com/api/latest/restriction-policies/) en la aplicación, si aún no existe una política. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Publicar aplicación"
  },
  "ListApplicationKeys": {
    "description": "Muestra una lista con todas las claves de aplicación disponibles para tu organización.",
    "summary": "Ver todas las claves de aplicación"
  },
  "DeleteApplicationKey": {
    "description": "Elimina una clave de aplicación.",
    "summary": "Eliminar una clave de aplicación"
  },
  "GetApplicationKey": {
    "description": "Muestra una clave de aplicación para tu organización.",
    "summary": "Ver una clave de aplicación"
  },
  "UpdateApplicationKey": {
    "description": "Edita una clave de aplicación.",
    "summary": "Editar una clave de aplicación",
    "request_description": "",
    "request_schema_description": "Solicitud usada para modificar una clave de aplicación."
  },
  "ListAuditLogs": {
    "description": "El endpoint de listas devuelve los eventos que se han ajustado a una consulta de búsqueda de Audit Logs.\n[Los resultados se muestran organizados en páginas][1].\n\nUsa este endpoint para ver los eventos de Audit Logs más recientes.\n\n[1]: https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination",
    "summary": "Ver una lista de eventos de Audits Logs"
  },
  "SearchAuditLogs": {
    "description": "El endpoint de listas devuelve los eventos de Audit Logs que se han ajustado a una consulta de búsqueda de Audit.\n[Los resultados se muestran organizados en páginas][1].\n\nUsa este endpoint para hacer búsquedas y filtrados de eventos de Audit Logs complejos.\n\n[1]: https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination",
    "summary": "Buscar eventos de Audit Logs",
    "request_description": "",
    "request_schema_description": "Solicitud de enumeración de eventos de Audit Logs."
  },
  "ListAuthNMappings": {
    "description": "Muestra una lista con todos los AuthN Mappings de la organización.",
    "summary": "Mostrar una lista con todos los AuthN Mappings"
  },
  "CreateAuthNMapping": {
    "description": "Crea un AuthN Mapping.",
    "summary": "Crear un AuthN Mapping",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de asignación AuthN."
  },
  "DeleteAuthNMapping": {
    "description": "Elimina el AuthN Mapping correspondiente al UUID de AuthN Mapping especificado.",
    "summary": "Eliminar un AuthN Mapping"
  },
  "GetAuthNMapping": {
    "description": "Muestra el AuthN Mapping correspondiente al UUID de AuthN Mapping especificado.",
    "summary": "Ver el AuthN Mapping correspondiente a un UUID"
  },
  "UpdateAuthNMapping": {
    "description": "Edita un AuthN Mapping.",
    "summary": "Editar un AuthN Mapping",
    "request_description": "",
    "request_schema_description": "Solicitud para modificar un AuthN Mapping."
  },
  "SearchCases": {
    "description": "Busca casos.",
    "summary": "Buscar casos"
  },
  "CreateCase": {
    "description": "Crear un caso",
    "summary": "Crear un caso",
    "request_description": "Carga útil del caso",
    "request_schema_description": "Solicitud de creación del caso"
  },
  "GetProjects": {
    "description": "Obtén todos los proyectos.",
    "summary": "Obtener todos los proyectos"
  },
  "CreateProject": {
    "description": "Crea un proyecto.",
    "summary": "Crear un proyecto",
    "request_description": "Carga útil del proyecto",
    "request_schema_description": "Solicitud de creación del proyecto"
  },
  "DeleteProject": {
    "description": "Elimina un proyecto utilizando el `id` del proyecto.",
    "summary": "Eliminar un proyecto"
  },
  "GetProject": {
    "description": "Obtén los detalles de un proyecto por `project_id`.",
    "summary": "Obtener los detalles de un proyecto"
  },
  "GetAllCaseTypes": {
    "description": "Obtener todos los tipos de casos",
    "summary": "Obtener todos los tipos de casos"
  },
  "CreateCaseType": {
    "description": "Crear un tipo de caso",
    "summary": "Crear un tipo de caso",
    "request_description": "Carga útil del tipo de caso",
    "request_schema_description": "Crear solicitud del tipo de caso"
  },
  "GetAllCustomAttributes": {
    "description": "Obtener todos los atributos personalizados",
    "summary": "Obtener todos los atributos personalizados"
  },
  "DeleteCaseType": {
    "description": "Eliminar un tipo de caso",
    "summary": "Eliminar un tipo de caso"
  },
  "GetAllCustomAttributeConfigsByCaseType": {
    "description": "Obtener la configuración de todos los atributos personalizados del tipo de caso",
    "summary": "Obtener la configuración de todos los atributos personalizados del tipo de incidencia"
  },
  "CreateCustomAttributeConfig": {
    "description": "Crear una configuración de atributos personalizados para un tipo de caso",
    "summary": "Crear una configuración de atributos personalizados para un tipo de caso",
    "request_description": "Carga útil de configuración de atributos personalizados",
    "request_schema_description": "Solicitud de creación de una configuración de atributos personalizados"
  },
  "DeleteCustomAttributeConfig": {
    "description": "Eliminar configuración de atributos personalizados",
    "summary": "Eliminar la configuración de atributos personalizados"
  },
  "GetCase": {
    "description": "Obtén los detalles del caso por `case_id`.",
    "summary": "Obtener los detalles de un caso"
  },
  "ArchiveCase": {
    "description": "Archivar caso",
    "summary": "Archivar caso",
    "request_description": "Archivar la carga útil del caso",
    "request_schema_description": "Solicitud de caso vacía"
  },
  "AssignCase": {
    "description": "Asignar un caso a un usuario",
    "summary": "Asignar caso",
    "request_description": "Asignar la carga útil del caso",
    "request_schema_description": "Solicitud de asignación de caso"
  },
  "UpdateAttributes": {
    "description": "Actualizar los atributos de incidencia",
    "summary": "Actualizar los atributos de incidencia",
    "request_description": "Carga útil de actualización de atributos de incidencia",
    "request_schema_description": "Solicitud de atributos de actualización de incidencia"
  },
  "CommentCase": {
    "description": "Comentar caso",
    "summary": "Comentar caso",
    "request_description": "Carga útil de comentario de caso",
    "request_schema_description": "Solicitud de comentario de caso"
  },
  "DeleteCaseComment": {
    "description": "Eliminar comentario de caso",
    "summary": "Eliminar comentario de caso"
  },
  "DeleteCaseCustomAttribute": {
    "description": "Eliminar atributo personalizado del caso",
    "summary": "Eliminar atributo personalizado del caso"
  },
  "UpdateCaseCustomAttribute": {
    "description": "Actualizar atributo personalizado del caso",
    "summary": "Actualizar atributo personalizado del caso",
    "request_description": "Actualizar carga útil del atributo personalizado del caso",
    "request_schema_description": "Solicitud de atributo personalizado de actualización del caso"
  },
  "UpdateCaseDescription": {
    "description": "Actualizar la descripción del caso",
    "summary": "Actualizar la descripción del caso",
    "request_description": "Carga útil de actualización de la descripción del caso",
    "request_schema_description": "Solicitud de descripción de actualización del caso"
  },
  "UpdatePriority": {
    "description": "Actualizar la prioridad del caso",
    "summary": "Actualizar la prioridad del caso",
    "request_description": "Carga útil de actualización de prioridad del caso",
    "request_schema_description": "Solicitud de prioridad de actualización del caso"
  },
  "UpdateStatus": {
    "description": "Actualizar el estado del caso",
    "summary": "Actualizar el estado del caso",
    "request_description": "Carga útil de actualización del estado del caso",
    "request_schema_description": "Solicitud de actualización del estado del caso"
  },
  "UpdateCaseTitle": {
    "description": "Actualizar título del caso",
    "summary": "Actualizar título del caso",
    "request_description": "Carga útil de actualización del título del caso",
    "request_schema_description": "Solicitud de título de actualización del caso"
  },
  "UnarchiveCase": {
    "description": "Desarchivar caso",
    "summary": "Desarchivar caso",
    "request_description": "Desarchivar la carga útil del caso",
    "request_schema_description": "Solicitud de caso vacía"
  },
  "UnassignCase": {
    "description": "Desasignar caso",
    "summary": "Desasignar caso",
    "request_description": "Desasignar la carga útil del caso",
    "request_schema_description": "Solicitud de caso vacía"
  },
  "ListCatalogEntity": {
    "description": "Obtén una lista de entidades del Catálogo de software.",
    "summary": "Obtener un lista de entidades"
  },
  "UpsertCatalogEntity": {
    "description": "Crea o actualiza entidades en el Catálogo de software.",
    "summary": "Crear o actualizar entidades",
    "request_description": "Entidad YAML o JSON.",
    "request_schema_description": "Crea o actualiza una solicitud de entidad."
  },
  "PreviewCatalogEntities": {
    "summary": "Vista previa de entidades del catálogo"
  },
  "DeleteCatalogEntity": {
    "description": "Elimina una única entidad en el Catálogo de software.",
    "summary": "Eliminar una única entidad"
  },
  "ListCatalogKind": {
    "description": "Obtén una lista de tipos de entidades de Software Catalog.",
    "summary": "Obtener una lista de tipos de entidades"
  },
  "UpsertCatalogKind": {
    "description": "Crea o actualiza tipos en Software Catalog.",
    "summary": "Crear o actualizar tipos",
    "request_description": "Tipo YAML o JSON.",
    "request_schema_description": "Crea o actualiza una solicitud de tipo."
  },
  "DeleteCatalogKind": {
    "description": "Elimina un solo tipo en Software Catalog.",
    "summary": "Eliminar un solo tipo"
  },
  "ListCatalogRelation": {
    "description": "Obtén una lista de relaciones entre entidades de Software Catalog.",
    "summary": "Obtener una lista de relaciones entre entidades"
  },
  "CreateCIAppPipelineEvent": {
    "description": "Envía tu evento de pipeline a tu plataforma de Datadog a través de HTTP. Para obtener más información sobre cómo se modelan las ejecuciones de pipeline y qué tipos de ejecución admitimos, consulta [Pipeline Data Model And Execution Types](https://docs.datadoghq.com/continuous_integration/guides/pipeline_data_model/).\n\nSe pueden enviar múltiples eventos en una matriz (hasta 1000).\n\nLos eventos de pipelines pueden enviarse con una marca de tiempo de hasta 18 horas en el pasado.\nLa duración entre las horas de inicio y fin del evento no puede ser superior a 1 año.",
    "summary": "Enviar evento de pipeline",
    "request_description": "",
    "request_schema_description": "Objeto de la solicitud."
  },
  "AggregateCIAppPipelineEvents": {
    "description": "Utiliza este endpoint de la API para agregar eventos de pipeline de CI Visibility en buckets de métricas calculadas y series temporales.",
    "summary": "Agregar eventos de pipelines",
    "request_description": "",
    "request_schema_description": "El objeto enviado con la solicitud para recuperar los buckets de agregación de eventos de pipeline desde tu organización."
  },
  "ListCIAppPipelineEvents": {
    "description": "El endpoint de lista devuelve los eventos de pipeline de CI Visibility que coincidan con una [consulta de búsqueda](https://docs.datadoghq.com/continuous_integration/explorer/search_syntax/).\n[Los resultados se paginan de forma similar a los logs](https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination).\n\nUtiliza este endpoint para ver los últimos eventos de pipeline.",
    "summary": "Obtener una lista de eventos de pipeline"
  },
  "SearchCIAppPipelineEvents": {
    "description": "El endpoint de lista devuelve los eventos de pipeline de CI Visibility que coincidan con una [consulta de búsqueda](https://docs.datadoghq.com/continuous_integration/explorer/search_syntax/).\n[Los resultados se paginan de forma similar a los logs](https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination).\n\nUtiliza este endpoint para crear filtros y búsquedas de eventos complejos.",
    "summary": "Buscar eventos de pipelines",
    "request_description": "",
    "request_schema_description": "La solicitud de una búsqueda de pipelines."
  },
  "AggregateCIAppTestEvents": {
    "description": "El endpoint de la API para agregar eventos de test de CI Visibility en buckets de métricas calculadas y series temporales.",
    "summary": "Agregar eventos de tests",
    "request_description": "",
    "request_schema_description": "El objeto enviado con la solicitud para recuperar los buckets de agregación de los eventos de test de tu organización."
  },
  "ListCIAppTestEvents": {
    "description": "El endpoint de lista devuelve los eventos de test de CI Visibility que coincidan con una [consulta de búsqueda](https://docs.datadoghq.com/continuous_integration/explorer/search_syntax/).\n[Los resultados se paginan de forma similar a los logs](https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination).\n\nUtiliza este endpoint para ver los últimos eventos de test.",
    "summary": "Obtener una lista de eventos de test"
  },
  "SearchCIAppTestEvents": {
    "description": "El endpoint de lista devuelve los eventos de test de CI Visibility que coincidan con una [consulta de búsqueda](https://docs.datadoghq.com/continuous_integration/explorer/search_syntax/).\n[Los resultados se paginan de forma similar a los logs](https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination).\n\nUtiliza este endpoint para crear filtros y búsquedas de eventos complejos.",
    "summary": "Buscar eventos de test",
    "request_description": "",
    "request_schema_description": "La solicitud de una búsqueda de tests."
  },
  "CreateCustomFramework": {
    "description": "Crea un marco personalizado.",
    "summary": "Crear un marco personalizado",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud para crear un marco personalizado."
  },
  "DeleteCustomFramework": {
    "description": "Elimina un marco personalizado.",
    "summary": "Eliminar un marco personalizado"
  },
  "GetCustomFramework": {
    "description": "Obtén un marco personalizado.",
    "summary": "Obtener un marco personalizado"
  },
  "UpdateCustomFramework": {
    "description": "Actualiza un marco personalizado.",
    "summary": "Actualizar un marco personalizado",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud para actualizar un marco personalizado."
  },
  "GetResourceEvaluationFilters": {
    "description": "Lista de filtros de recursos.",
    "summary": "Lista de filtros de recursos"
  },
  "UpdateResourceEvaluationFilters": {
    "description": "Actualiza los filtros de recursos.",
    "summary": "Actualizar los filtros de recursos",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud para actualizar un filtro de recursos."
  },
  "ListContainerImages": {
    "description": "Obtén todas las imágenes de contenedores de tu organización.\n**Nota**: Para enriquecer los datos devueltos por este endpoint con escaneos de seguridad, consulta el nuevo endpoint [api/v2/security/scanned-assets-metadata](https://docs.datadoghq.com/api/latest/security-monitoring/#list-scanned-assets-metadata).",
    "summary": "Obtener todas las imágenes de contenedor "
  },
  "ListContainers": {
    "description": "Obtén todos los contenedores para tu organización.",
    "summary": "Obtener todos los contenedores"
  },
  "ListCustomAllocationRules": {
    "description": "Enumera todas las reglas de asignación personalizadas: recupera una lista de todas las reglas de asignación personalizadas de la organización.",
    "summary": "Lista de reglas de asignación personalizadas"
  },
  "CreateCustomAllocationRule": {
    "description": "Crea una nueva regla de asignación personalizada con los filtros y la estrategia de asignación especificados.\n\n**Métodos de estrategia:**\n- **PROPORTIONAL/EVEN**: asigna los costes de forma proporcional/equivalente en función de los costes existentes. Requiere: granularity, allocated_by_tag_keys. Opcional: based_on_costs, allocated_by_filters, evaluate_grouped_by_tag_keys, evaluate_grouped_by_filters.\n- **PROPORTIONAL_TIMESERIES/EVEN_TIMESERIES**: asigna en función de datos de series temporales. Requiere: granularity, based_on_timeseries. Opcional: evaluate_grouped_by_tag_keys.\n- **PERCENT**: asigna porcentajes fijos a etiquetas específicas. Requiere: allocated_by (matriz de asignaciones porcentuales).\n\n**Condiciones del filtro:**\n- Utiliza **value** (valor) para condiciones de valor único: \"is\", \"is not\", \"contains\", \"does not contain\", \"=\", \"!=\", \"like\", \"not like\", \"is all values\", \"is untagged\".\n- Utiliza **values** (valores) para condiciones multivalor: \"in\", \"not in\"\n- No se pueden utilizar simultáneamente valor y valores.\n\n**Operadores admitidos**: is, is not, is all values, is untagged, contains, does not contain, in, not in, =, !=, like, not like",
    "summary": "Crear regla de asignación personalizada",
    "request_description": "",
    "request_schema_description": "La definición del objeto `ArbitraryCostUpsertRequest`."
  },
  "ReorderCustomAllocationRules": {
    "description": "Reordenar las reglas de asignación personalizadas: cambia el orden de ejecución de las reglas de asignación personalizadas.\n\n**Importante**: Debes proporcionar la **lista completa** de todos los IDs de reglas en el orden de ejecución deseado. La API reordenará TODAS las reglas según la secuencia proporcionada.\n\nLas reglas se ejecutan en el orden especificado, teniendo mayor prioridad los índices más bajos (anteriores en la matriz).\n\n**Ejemplo**: Si tienes reglas con IDs [123, 456, 789] y quieres cambiar el orden de 123→456→789 a 456→123→789, envía: [{\"id\": \"456\"}, {\"id\": \"123\"}, {\"id\": \"789\"}]",
    "summary": "Reordenar reglas de asignación personalizadas",
    "request_description": "",
    "request_schema_description": "La definición del objeto `ReorderRuleResourceArray`."
  },
  "DeleteCustomAllocationRule": {
    "description": "Eliminar una regla de asignación personalizada: elimina una regla de asignación personalizada existente por su ID",
    "summary": "Eliminar regla de asignación personalizada"
  },
  "GetCustomAllocationRule": {
    "description": "Obtener una regla de asignación personalizada específica: recupera una regla de asignación personalizada específica por su ID",
    "summary": "Obtener regla de asignación personalizada"
  },
  "UpdateCustomAllocationRule": {
    "description": "Actualiza una regla de asignación personalizada existente con los filtros y la estrategia de asignación nuevos.\n\n**Métodos de estrategia:**\n- **PROPORTIONAL/EVEN**: asigna los costes de forma proporcional/equivalente en función de los costes existentes. Requiere: granularity, allocated_by_tag_keys. Opcional: based_on_costs, allocated_by_filters, evaluate_grouped_by_tag_keys, evaluate_grouped_by_filters.\n- **PROPORTIONAL_TIMESERIES/EVEN_TIMESERIES**: asigna en función de datos de series temporales. Requiere: granularity, based_on_timeseries. Opcional: evaluate_grouped_by_tag_keys.\n- **PERCENT**: asigna porcentajes fijos a etiquetas específicas. Requiere: allocated_by (matriz de asignaciones porcentuales).\n- **USAGE_METRIC**: asigna en función de las métricas de uso (la implementación varía).\n\n**Condiciones del filtro:**\n- Utiliza **value** (valor) para condiciones de valor único: \"is\", \"is not\", \"contains\", \"does not contain\", \"=\", \"!=\", \"like\", \"not like\", \"is all values\", \"is untagged\".\n- Utiliza **values** (valores) para condiciones multivalor: \"in\", \"not in\"\n- No se pueden utilizar simultáneamente valor y valores.\n\n**Operadores admitidos**: is, is not, is all values, is untagged, contains, does not contain, in, not in, =, !=, like, not like",
    "summary": "Actualizar regla de asignación personalizada",
    "request_description": "",
    "request_schema_description": "La definición del objeto `ArbitraryCostUpsertRequest`."
  },
  "ListCostAWSCURConfigs": {
    "description": "Haz una lista de las configuraciones de AWS CUR.",
    "summary": "Hacer una lista de las configuraciones de AWS CUR de Cloud Cost Management"
  },
  "CreateCostAWSCURConfig": {
    "description": "Crea una cuenta de Cloud Cost Management para una configuración de AWS CUR.",
    "summary": "Crear la configuración de AWS CUR de Cloud Cost Management",
    "request_description": "",
    "request_schema_description": "Solicitud Post de la configuración de AWS CUR."
  },
  "DeleteCostAWSCURConfig": {
    "description": "Archiva una cuenta de Cloud Cost Management.",
    "summary": "Eliminar una configuración de AWS CUR de Cloud Cost Management"
  },
  "GetCostAWSCURConfig": {
    "description": "Obtén una configuración específica de AWS CUR.",
    "summary": "Obtener la configuración de coste de AWS CUR"
  },
  "UpdateCostAWSCURConfig": {
    "description": "Actualiza el estado (activo/archivado) o la configuración de filtrado de cuentas de una configuración de AWS CUR.",
    "summary": "Actualizar la configuración de AWS CUR de Cloud Cost Management",
    "request_description": "",
    "request_schema_description": "Solicitud Patch de la configuración de AWS CUR."
  },
  "ListCostAzureUCConfigs": {
    "description": "Haz una lista de las configuraciones de Azure.",
    "summary": "Hacer una lista de configuraciones de Azure de Cloud Cost Management"
  },
  "CreateCostAzureUCConfigs": {
    "description": "Crea una cuenta de Cloud Cost Management para una configuración de Azure.",
    "summary": "Crear configuraciones de Azure de Cloud Cost Management",
    "request_description": "",
    "request_schema_description": "Solicitud Post de la configuración de Azure."
  },
  "DeleteCostAzureUCConfig": {
    "description": "Archiva una cuenta de Cloud Cost Management.",
    "summary": "Eliminar la configuración de Azure de Cloud Cost Management"
  },
  "GetCostAzureUCConfig": {
    "description": "Obtén una configuración específica de Azure.",
    "summary": "Obtener la configuración de coste de Azure UC"
  },
  "UpdateCostAzureUCConfigs": {
    "description": "Actualiza el estado de una configuración de Azure (activa/archivada).",
    "summary": "Actualizar la configuración de Azure de Cloud Cost Management",
    "request_description": "",
    "request_schema_description": "Solicitud Patch de la configuración de Azure."
  },
  "UpsertBudget": {
    "description": "Crea un nuevo presupuesto o actualiza uno existente.",
    "summary": "Crear o actualizar un presupuesto",
    "request_description": "",
    "request_schema_description": "La definición del objeto `BudgetWithEntries`."
  },
  "DeleteBudget": {
    "description": "Elimina un presupuesto.",
    "summary": "Eliminar un presupuesto"
  },
  "GetBudget": {
    "description": "Obtén un presupuesto.",
    "summary": "Obtener un presupuesto"
  },
  "ListBudgets": {
    "description": "Lista de presupuestos.",
    "summary": "Lista de presupuestos"
  },
  "ListCustomCostsFiles": {
    "description": "Haz una lista de los archivos de costes personalizados.",
    "summary": "Hacer una lista de archivos de costes personalizados"
  },
  "UploadCustomCostsFile": {
    "description": "Carga un archivo de costes personalizados.",
    "summary": "Cargar un archivo de costes personalizados",
    "request_description": "",
    "request_schema_description": "Solicitud de carga de un archivo de costes personalizados."
  },
  "DeleteCustomCostsFile": {
    "description": "Elimina el archivo de costes personalizados especificado.",
    "summary": "Eliminar el archivo de costes personalizados"
  },
  "GetCustomCostsFile": {
    "description": "Obtén el archivo de costes personalizados especificado.",
    "summary": "Obtener el archivo de costes personalizados"
  },
  "ListCostGCPUsageCostConfigs": {
    "description": "Enumera las configuraciones de Google Cloud Usage Cost.",
    "summary": "Lista de configuraciones de Google Cloud Usage Cost"
  },
  "CreateCostGCPUsageCostConfig": {
    "description": "Crea una cuenta en Cloud Cost Management para configurar Google Cloud Usage Cost.",
    "summary": "Crear la configuración de Google Cloud Usage Cost",
    "request_description": "",
    "request_schema_description": "Solicitud de publicación de la configuración de Google Cloud Usage Cost."
  },
  "DeleteCostGCPUsageCostConfig": {
    "description": "Archiva una cuenta de Cloud Cost Management.",
    "summary": "Eliminar la configuración de Google Cloud Usage Cost"
  },
  "GetCostGCPUsageCostConfig": {
    "description": "Obtén una configuración específica de Google Cloud Usage Cost.",
    "summary": "Obtener la configuración de Google Cloud Usage Cost"
  },
  "UpdateCostGCPUsageCostConfig": {
    "description": "Actualiza el estado de una configuración de Google Cloud Usage Cost (activo/archivado).",
    "summary": "Actualizar la configuración de Google Cloud Usage Cost",
    "request_description": "",
    "request_schema_description": "Solicitud de parche de configuración de Google Cloud Usage Cost."
  },
  "GetActiveBillingDimensions": {
    "description": "Obtén las dimensiones activas de facturación para la atribución de costes. Los datos de costes de un mes determinado están disponibles a más tardar el día 19 del mes siguiente.",
    "summary": "Obtener las dimensiones activas de facturación para la atribución de costes"
  },
  "GetMonthlyCostAttribution": {
    "description": "Obtén la atribución mensual de costes por etiqueta (tag) a través de cuentas de múltiples organismos y cuentas de un único organismo raíz.\nLos datos de atribución de costes de un mes determinado están disponibles a más tardar el día 19 del mes siguiente.\nEste endpoint de la API está paginado. Para asegurarte de que recibes todos los registros, comprueba si el valor de `next_record_id` está\nconfigurado en la respuesta. Si lo está, haz otra solicitud y pasa `next_record_id` como parámetro.\nEjemplo de pseudocódigo:\n```\nresponse := GetMonthlyCostAttribution(start_month, end_month)\ncursor := response.metadata.pagination.next_record_id\nWHILE cursor != null BEGIN\nsleep(5 seconds) # Avoid running into rate limit\nresponse := GetMonthlyCostAttribution(start_month, end_month, next_record_id=cursor)\ncursor := response.metadata.pagination.next_record_id\nEND\n```\n\nEste endpoint solo es accesible para [organizaciones de nivel superior](https://docs.datadoghq.com/account_management/multi_organization/). Este endpoint no está disponible en el sitio del Gobierno (US1-FED).",
    "summary": "Obtener atribución mensual de costes"
  },
  "ListAllCSMAgents": {
    "description": "Obtén la lista de todos los Agents de CSM que se ejecutan en tus hosts y contenedores.",
    "summary": "Obtener todos los Agents de CSM"
  },
  "GetCSMCloudAccountsCoverageAnalysis": {
    "description": "Obtén el Coverage Analysis de CSM de tus cuentas en la nube.\nSe calcula en función del número de cuentas en la nube que se analizan \nen busca de problemas de seguridad.",
    "summary": "Obtener Coverage Analysis de cuentas en la nube de CSM"
  },
  "GetCSMHostsAndContainersCoverageAnalysis": {
    "description": "Obtén Coverage Analysis de CSM de tus hosts y contenedores.\nEsto se calcula basándose en el número de agents que se ejecutan en tus hosts\ny contenedores con las funciones de CSM activadas.",
    "summary": "Obtener Coverage Analysis de hosts y contenedores de CSM"
  },
  "GetCSMServerlessCoverageAnalysis": {
    "description": "Obtén Coverage Analysis de CSM de tus recursos serverless.\nSe calcula en función del número de agents que se ejecutan en tus \nrecursos serverless con la función de CSM activada.",
    "summary": "Obtener Coverage Analysis de CSM para recursos serverless"
  },
  "ListAllCSMServerlessAgents": {
    "description": "Obtén la lista de todos los Agents serverless de CSM que se ejecutan en tus hosts y contenedores.",
    "summary": "Obtener todos los Agents serverless de CSM"
  },
  "ListCurrentUserApplicationKeys": {
    "description": "Muestra una lista con todas las claves de aplicación disponibles para el usuario actual.",
    "summary": "Ver todas las claves de aplicación que pertenecen al usuario actual"
  },
  "CreateCurrentUserApplicationKey": {
    "description": "Crea una clave de aplicación para el usuario actual.",
    "summary": "Crear una clave de aplicación para el usuario actual",
    "request_description": "",
    "request_schema_description": "Solicitud usada para crear una clave de aplicación."
  },
  "DeleteCurrentUserApplicationKey": {
    "description": "Elimina una clave de aplicación que pertenece al usuario actual.",
    "summary": "Eliminar una clave de aplicación que pertenece al usuario actual"
  },
  "GetCurrentUserApplicationKey": {
    "description": "Obtén una clave de aplicación propiedad del usuario actual.\nEl campo `key` no se devuelve para organizaciones en [modo de lectura de una sola vez](https://docs.datadoghq.com/account_management/api-app-keys/#one-time-read-mode).",
    "summary": "Ver una clave de aplicación que pertenece al usuario actual"
  },
  "UpdateCurrentUserApplicationKey": {
    "description": "Edita una clave de aplicación propiedad del usuario actual.\nEl campo `key` no se devuelve para las organizaciones en [modo de lectura de una sola vez](https://docs.datadoghq.com/account_management/api-app-keys/#one-time-read-mode).",
    "summary": "Editar una clave de aplicación que pertenece al usuario actual",
    "request_description": "",
    "request_schema_description": "Solicitud usada para modificar una clave de aplicación."
  },
  "DeleteDashboardListItems": {
    "description": "Elimina los dashboards de una lista de dashboards existentes.",
    "summary": "Eliminar elementos de una lista de dashboards",
    "request_description": "Dashboards que hay que eliminar de la lista de dashboards.",
    "request_schema_description": "Solicitud con la lista de dashboards que hay que eliminar."
  },
  "GetDashboardListItems": {
    "description": "Recupera las definiciones de los dashboards de la lista.",
    "summary": "Ver los elementos de una lista de dashboards"
  },
  "CreateDashboardListItems": {
    "description": "Añade dashboards a una lista de dashboards existentes.",
    "summary": "Añadir elementos a una lista de dashboards",
    "request_description": "Dashboards que hay que añadir a la lista de dashboards.",
    "request_schema_description": "Solicitud con la lista de dashboards que hay que añadir."
  },
  "UpdateDashboardListItems": {
    "description": "Modifica los dashboards de una lista de dashboards existentes.",
    "summary": "Modificar elementos de una lista de dashboards",
    "request_description": "Dashboards nuevos en la lista de dashboards.",
    "request_schema_description": "Solicitud con la lista de dashboards que hay que modificar."
  },
  "GetAllDatasets": {
    "description": "Obtén todos los conjuntos de datos configurados para una organización.",
    "summary": "Obtener todos los conjuntos de datos"
  },
  "CreateDataset": {
    "description": "Crea un conjunto de datos con las configuraciones de la solicitud.",
    "summary": "Crear un conjunto de datos",
    "request_description": "Carga útil del conjunto de datos",
    "request_schema_description": "Crea una solicitud para un conjunto de datos."
  },
  "DeleteDataset": {
    "description": "Elimina el conjunto de datos asociado al ID.",
    "summary": "Eliminar un conjunto de datos"
  },
  "GetDataset": {
    "description": "Recupera el conjunto de datos asociado al ID.",
    "summary": "Obtener un único conjunto de datos por ID"
  },
  "UpdateDataset": {
    "description": "Edita el conjunto de datos asociado al ID.",
    "summary": "Editar un conjunto de datos",
    "request_description": "Carga útil del conjunto de datos",
    "request_schema_description": "Edita la solicitud de un conjunto de datos."
  },
  "GetDomainAllowlist": {
    "description": "Obtén la lista de dominios permitidos de una organización.",
    "summary": "Obtener la lista de dominios permitidos"
  },
  "PatchDomainAllowlist": {
    "description": "Actualiza la lista de dominios permitidos de una organización.",
    "summary": "Establecer la lista de dominios permitidos",
    "request_description": "",
    "request_schema_description": "Solicitud que contiene la configuración de dominios permitidos de correo electrónico deseado."
  },
  "CreateDORADeployment": {
    "description": "Utiliza este endpoint de la API para proporcionar datos de despliegue.\n\nEsto es necesario para:\n- Frecuencia de despliegue\n- Tiempo de cambio\n- Tasa de fallos en los cambios",
    "summary": "Enviar un evento de despliegue",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de un evento de despliegue DORA."
  },
  "DeleteDORADeployment": {
    "description": "Utiliza este endpoint de la API para eliminar un evento de despliegue.",
    "summary": "Eliminar un evento de despliegue"
  },
  "ListDORADeployments": {
    "description": "Utiliza este endpoint de la API para obtener una lista de eventos de despliegue.",
    "summary": "Obtener una lista de eventos de despliegue",
    "request_description": "",
    "request_schema_description": "Solicitud para obtener una lista de despliegues."
  },
  "GetDORADeployment": {
    "description": "Utiliza este endpoint de la API para obtener un evento de despliegue.",
    "summary": "Obtener un evento de despliegue"
  },
  "CreateDORAFailure": {
    "description": "Utiliza este endpoint de la API para proporcionar datos sobre fallos.\n\nEsto es necesario para:\n- Cambiar la tasa de fallos\n- Tiempo de restauración",
    "summary": "Enviar un evento de fallo",
    "request_description": "",
    "request_schema_description": "Solicitud para crear un evento de fallo de DORA."
  },
  "DeleteDORAFailure": {
    "description": "Utiliza este endpoint de la API para eliminar un evento de fallo.",
    "summary": "Eliminar un evento de fallo"
  },
  "ListDORAFailures": {
    "description": "Utiliza este endpoint de la API para obtener una lista de eventos de fallo.",
    "summary": "Obtener una lista de eventos de fallo",
    "request_description": "",
    "request_schema_description": "Solicitud para obtener una lista de fallos."
  },
  "GetDORAFailure": {
    "description": "Utiliza este endpoint de la API para obtener un evento de fallo.",
    "summary": "Obtener un evento de fallo"
  },
  "CreateDORAIncident": {
    "description": "**Nota**: Este endpoint está obsoleto. Utiliza `/api/v2/dora/failure` en su lugar.\n\nUtiliza este endpoint de la API para proporcionar datos sobre fallos.\n\nEsto es necesario para:\n- Cambiar la tasa de fallos\n- Tiempo de restauración",
    "summary": "Enviar un evento de incidente",
    "request_description": "",
    "request_schema_description": "Solicitud para crear un evento de fallo de DORA."
  },
  "ListDowntimes": {
    "description": "Obtén todas las caídas del sistema programadas.",
    "summary": "Obtener todas las caídas del sistema"
  },
  "CreateDowntime": {
    "description": "Programa una caída del sistema.",
    "summary": "Programar una caída del sistema",
    "request_description": "Programa un cuerpo de solicitud de caída del sistema.",
    "request_schema_description": "Solicitud de creación de una caída del sistema."
  },
  "CancelDowntime": {
    "description": "Cancela una caída del sistema.\n\n**Nota**: Las caídas del sistema canceladas a través de la API dejan de estar activas, pero se conservan durante aproximadamente dos días antes de ser eliminadas definitivamente. La caída del sistema puede seguir apareciendo en los resultados de búsqueda hasta que se elimine definitivamente.",
    "summary": "Cancelar una caída del sistema"
  },
  "GetDowntime": {
    "description": "Obtén detalles de la caída del sistema por `downtime_id`.",
    "summary": "Obtener una caída del sistema"
  },
  "UpdateDowntime": {
    "description": "Actualiza una caída del sistema por `downtime_id`.",
    "summary": "Actualizar una caída del sistema",
    "request_description": "Actualiza el cuerpo de una solicitud de caída del sistema.",
    "request_schema_description": "Solicitud de edición de una caída del sistema."
  },
  "SearchIssues": {
    "description": "El endpoint de búsqueda de incidencias te permite buscar programáticamente incidencias dentro de tu organización. Este endpoint devuelve una lista de incidencias que coinciden con una consulta de búsqueda dada, siguiendo la sintaxis de búsqueda de eventos. Los resultados de la búsqueda están limitados a un máximo de 100 incidencias por solicitud.",
    "summary": "Buscar incidencias de Error Tracking",
    "request_description": "Carga útil de la solicitud de incidencias de búsqueda.",
    "request_schema_description": "Carga útil de la solicitud de incidencia de búsqueda."
  },
  "GetIssue": {
    "description": "Recupera todos los detalles de una edición específica de Error Tracking, incluidos atributos y relaciones.",
    "summary": "Obtener los detalles de una incidencia en Error Tracking"
  },
  "DeleteIssueAssignee": {
    "description": "Eliminar el responsable de una incidencia por `issue_id`.",
    "summary": "Eliminar el responsable de una incidencia"
  },
  "UpdateIssueAssignee": {
    "description": "Actualiza el asignatario de una incidencia por `issue_id`.",
    "summary": "Actualizar el asignatario de una incidencia",
    "request_description": "Actualiza la carga útil de solicitud de asignatario de la incidencia.",
    "request_schema_description": "Actualiza la carga útil de solicitud del asignatario de la incidencia."
  },
  "UpdateIssueState": {
    "description": "Actualiza el estado de una incidencia por `issue_id`. Utiliza este endpoint para mover una incidencia entre estados como `OPEN`, `RESOLVED` o `IGNORED`.",
    "summary": "Actualizar el estado de una incidencia",
    "request_description": "Actualiza la carga útil de solicitud de estado de una incidencia.",
    "request_schema_description": "Actualiza la carga útil de solicitud de estado de la incidencia."
  },
  "ListEvents": {
    "description": "El endpoint de listas devuelve los eventos que se han ajustado a una consulta de búsqueda de eventos.\n[Los resultados se organizan en páginas, igual que en los logs](https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination).\n\nUsa este endpoint para ver los eventos más recientes.",
    "summary": "Ver una lista de eventos"
  },
  "CreateEvent": {
    "description": "Este endpoint te permite publicar eventos.\n\n**Nota:** Para utilizar este endpoint con nuestras bibliotecas cliente, asegúrate de que estás utilizando la última versión publicada a partir del 1 de julio de 2025. Las versiones anteriores no admiten esta funcionalidad.\n\n**Importante:** Actualiza a la última versión de la biblioteca cliente para utilizar el endpoint actualizado en `https://event-management-intake.{site}/api/v2/events`. Las versiones anteriores de la biblioteca cliente de la API Publicar un evento (v2) envían solicitudes a un endpoint obsoleto (`https://api.{site}/api/v2/events`).\n\n✅ **Solo los eventos con la categoría `change` o `alert`** tienen disponibilidad general. Para los eventos de cambio, consulta [Seguimiento de cambios](https://docs.datadoghq.com/change_tracking) para ver más detalles.\n\n❌ Para casos de uso que impliquen otras categorías de eventos, utiliza el endpoint V1 o ponte en contacto con el [servicio de asistencia](https://www.datadoghq.com/support/).\n\n❌ Aún no se admiten notificaciones para los eventos enviados a este endpoint. Utiliza el endpoint V1 para la función de notificación.",
    "summary": "Publicar un evento",
    "request_description": "Carga útil de la solicitud de creación de evento.",
    "request_schema_description": "Carga útil para crear un evento."
  },
  "SearchEvents": {
    "description": "El endpoint de listas devuelve los eventos que se han ajustado a una consulta de búsqueda de eventos.\n[Los resultados se organizan en páginas, igual que en los logs](https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination).\n\nUsa este endpoint para hacer búsquedas y filtrados de eventos complejos.",
    "summary": "Buscar eventos",
    "request_description": "",
    "request_schema_description": "Objeto enviado con la solicitud para ver una lista de eventos de tu organización."
  },
  "GetEvent": {
    "description": "Obtén los detalles de un evento por `event_id`.",
    "summary": "Obtener un evento"
  },
  "ListIncidents": {
    "description": "Muestra todas las incidencias de la organización del usuario.",
    "summary": "Ver una lista de incidencias"
  },
  "CreateIncident": {
    "description": "Crea una incidencia.",
    "summary": "Crear una incidencia",
    "request_description": "Carga útil de la incidencia.",
    "request_schema_description": "Solicitud de creación de una incidencia."
  },
  "ListIncidentNotificationRules": {
    "description": "Enumera todas las reglas de notificación de la organización. Si lo deseas, puedes filtrar por tipo de incidente.",
    "summary": "Lista de las reglas de notificación del incidente"
  },
  "CreateIncidentNotificationRule": {
    "description": "Crea una nueva regla de notificación.",
    "summary": "Crear una regla de notificación del incidente",
    "request_description": "",
    "request_schema_description": "Crea una solicitud para una regla de notificación."
  },
  "DeleteIncidentNotificationRule": {
    "description": "Elimina una regla de notificación por su ID.",
    "summary": "Eliminar una regla de notificación de incidente"
  },
  "GetIncidentNotificationRule": {
    "description": "Recupera una regla de notificación específica por su ID.",
    "summary": "Obtener una regla de notificación de incidente"
  },
  "UpdateIncidentNotificationRule": {
    "description": "Actualiza una regla de notificación existente con una sustitución completa.",
    "summary": "Actualizar una regla de notificación de incidente",
    "request_description": "",
    "request_schema_description": "Envía una solicitud para una regla de notificación."
  },
  "ListIncidentNotificationTemplates": {
    "description": "Enumera todas las plantillas de notificación. Si lo deseas, puedes filtrar por tipo de incidente.",
    "summary": "Lista de plantillas de notificación de incidente"
  },
  "CreateIncidentNotificationTemplate": {
    "description": "Crea una nueva plantilla de notificación.",
    "summary": "Crear plantilla de notificación de incidente",
    "request_description": "",
    "request_schema_description": "Crea una solicitud para una plantilla de notificación."
  },
  "DeleteIncidentNotificationTemplate": {
    "description": "Elimina una plantilla de notificación por su ID.",
    "summary": "Eliminar una plantilla de notificación"
  },
  "GetIncidentNotificationTemplate": {
    "description": "Recupera una plantilla de notificación específica por su ID.",
    "summary": "Obtener plantilla de notificación del incidente"
  },
  "UpdateIncidentNotificationTemplate": {
    "description": "Actualiza los atributos de una plantilla de notificación existente.",
    "summary": "Actualizar la plantilla de notificación del incidente",
    "request_description": "",
    "request_schema_description": "Solicitud de actualización de una plantilla de notificación."
  },
  "ListIncidentTypes": {
    "description": "Obtén todos los tipos de incidencias.",
    "summary": "Obtener una lista de tipos de incidencias"
  },
  "CreateIncidentType": {
    "description": "Crea un tipo de incidencia.",
    "summary": "Crear un tipo de incidencia",
    "request_description": "Carga útil del tipo de incidencia.",
    "request_schema_description": "Crea una solicitud para un tipo de incidencia."
  },
  "DeleteIncidentType": {
    "description": "Elimina un tipo de incidencia.",
    "summary": "Eliminar un tipo de incidencia"
  },
  "GetIncidentType": {
    "description": "Obtén detalles del tipo de incidencia.",
    "summary": "Obtener detalles del tipo de incidencia"
  },
  "UpdateIncidentType": {
    "description": "Actualiza un tipo de incidencia.",
    "summary": "Actualizar un tipo de incidencia",
    "request_description": "Carga útil del tipo de incidencia.",
    "request_schema_description": "Solicitud de parche para un tipo de incidencia."
  },
  "SearchIncidents": {
    "description": "Busca incidencias que coincidan con una determinada consulta.",
    "summary": "Buscar incidencias"
  },
  "DeleteIncident": {
    "description": "Elimina una incidencia existente en la organización del usuario.",
    "summary": "Eliminar una incidencia existente"
  },
  "GetIncident": {
    "description": "Muestra los detalles de la incidencia correspondiente al parámetro `incident_id`.",
    "summary": "Ver los detalles de una incidencia"
  },
  "UpdateIncident": {
    "description": "Modifica una incidencia. Indica únicamente los atributos que deben modificarse, ya que esta solicitud supone una modificación parcial.",
    "summary": "Modificar una incidencia existente",
    "request_description": "Carga útil de la incidencia.",
    "request_schema_description": "Solicitud de modificación de una incidencia."
  },
  "ListIncidentAttachments": {
    "description": "Obtén todos los archivos adjuntos de una incidencia determinada.",
    "summary": "Obtener una lista de archivos adjuntos"
  },
  "UpdateIncidentAttachments": {
    "description": "El endpoint de actualización en bloque para crear, actualizar y eliminar archivos adjuntos para una incidencia determinada.",
    "summary": "Crear, actualizar y eliminar archivos adjuntos de incidencias",
    "request_description": "Carga útil de archivo adjunto de incidencia.",
    "request_schema_description": "La solicitud de actualización de los archivos adjuntos de una incidencia."
  },
  "ListIncidentImpacts": {
    "description": "Obtén todos los impactos para un incidente.",
    "summary": "Enumerar los impactos del incidente"
  },
  "CreateIncidentImpact": {
    "description": "Crea un impacto para un incidente.",
    "summary": "Crear un impacto de incidente",
    "request_description": "Carga útil de impacto del incidente.",
    "request_schema_description": "Crea una solicitud para un impacto de incidente."
  },
  "DeleteIncidentImpact": {
    "description": "Elimina un impacto de incidente.",
    "summary": "Eliminar un impacto de incidente"
  },
  "ListIncidentIntegrations": {
    "description": "Obtén todos los metadatos de integración para una incidencia.",
    "summary": "Obtener una lista de los metadatos de integración de una incidencia"
  },
  "CreateIncidentIntegration": {
    "description": "Crea metadatos de integración de una incidencia.",
    "summary": "Crear metadatos de integración de una incidencia",
    "request_description": "Carga útil de metadatos de integración de incidencias.",
    "request_schema_description": "Crear solicitud de metadatos de integración de una incidencia."
  },
  "DeleteIncidentIntegration": {
    "description": "Elimina metadatos de integración de incidencias.",
    "summary": "Eliminar metadatos de integración de una incidencia"
  },
  "GetIncidentIntegration": {
    "description": "Obtén detalles de metadatos de integración de incidencias.",
    "summary": "Obtener detalles de metadatos de integración de incidencias"
  },
  "UpdateIncidentIntegration": {
    "description": "Actualiza metadatos de integración de incidencias existentes.",
    "summary": "Actualizar metadatos de integración de incidencias existentes",
    "request_description": "Carga útil de metadatos de integración de incidencias.",
    "request_schema_description": "Solicitud Patch de metadatos de integración de una incidencia."
  },
  "ListIncidentTodos": {
    "description": "Obtén todas las acciones a realizar para una incidencia.",
    "summary": "Modificar una incidencia existente"
  },
  "CreateIncidentTodo": {
    "description": "Crea una acción a realizar para una incidencia.",
    "summary": "Crear una acción a realizar para una incidencia",
    "request_description": "Carga útil de una acción a realizar para una incidencia.",
    "request_schema_description": "Crea una solicitud para una acción a realizar para una incidencia."
  },
  "DeleteIncidentTodo": {
    "description": "Elimina una acción a realizar para una incidencia.",
    "summary": "Eliminar una acción a realizar para una incidencia"
  },
  "GetIncidentTodo": {
    "description": "Obtén los detalles de la acción a realizar para una incidencia.",
    "summary": "Obtener los detalles de una acción a realizar para una incidencia"
  },
  "UpdateIncidentTodo": {
    "description": "Actualiza una acción a realizar para una incidencia.",
    "summary": "Actualizar una acción a realizar para una incidencia",
    "request_description": "Carga útil de una acción a realizar para una incidencia.",
    "request_schema_description": "Solicitud Patch para una acción a realizar para una incidencia."
  },
  "ListAWSAccounts": {
    "description": "Obtén una lista de configuraciones de integración de la cuenta de AWS.",
    "summary": "Enumerar todas las integraciones AWS"
  },
  "CreateAWSAccount": {
    "description": "Crea una nueva configuración de integración de la cuenta de AWS.",
    "summary": "Crear una integración AWS",
    "request_description": "",
    "request_schema_description": "Cuerpo de la solicitud de creación de la cuenta de AWS."
  },
  "DeleteAWSAccount": {
    "description": "Elimina una configuración de integración de la cuenta de AWS por ID de configuración.",
    "summary": "Eliminar una integración AWS"
  },
  "GetAWSAccount": {
    "description": "Obtén una configuración de integración de la cuenta de AWS por ID de configuración.",
    "summary": "Obtener una integración de AWS por ID de configuración"
  },
  "UpdateAWSAccount": {
    "description": "Actualiza una configuración de integración de la cuenta de AWS por ID de configuración.",
    "summary": "Actualizar una integración AWS",
    "request_description": "",
    "request_schema_description": "Cuerpo de la solicitud de actualización de la cuenta de AWS."
  },
  "ListAWSNamespaces": {
    "description": "Obtén una lista de los espacios de nombres disponibles de AWS CloudWatch que pueden enviar métricas a Datadog.",
    "summary": "Lista de los espacios de nombres disponibles"
  },
  "DeleteAWSEventBridgeSource": {
    "description": "Elimina una fuente Amazon EventBridge.",
    "summary": "Eliminar una fuente Amazon EventBridge",
    "request_description": "Elimina la fuente Amazon EventBridge con el nombre, la región y la cuenta de AWS asociados.",
    "request_schema_description": "Cuerpo de la solicitud de eliminación de Amazon EventBridge."
  },
  "ListAWSEventBridgeSources": {
    "description": "Obtén todas las fuentes Amazon EventBridge.",
    "summary": "Obtener todas las fuentes Amazon EventBridge"
  },
  "CreateAWSEventBridgeSource": {
    "description": "Crea una fuente Amazon EventBridge.",
    "summary": "Crear una fuente Amazon EventBridge",
    "request_description": "Crea una fuente Amazon EventBridge para una cuenta de AWS con un nombre y una región determinados.",
    "request_schema_description": "Cuerpo de la solicitud de creación de Amazon EventBridge."
  },
  "CreateNewAWSExternalID": {
    "description": "Genera un nuevo ID externo para la autenticación basada en roles de AWS.",
    "summary": "Generar un nuevo ID externo"
  },
  "GetAWSIntegrationIAMPermissions": {
    "description": "Obtén todos los permisos IAM AWS necesarios para la integración AWS.",
    "summary": "Obtener permisos IAM para la integración AWS"
  },
  "GetAWSIntegrationIAMPermissionsResourceCollection": {
    "description": "Obtén todos los permisos de AWS IAM de recopilación de recursos necesarios para la integración de AWS.",
    "summary": "Obtener permisos de IAM de recopilación de recursos"
  },
  "GetAWSIntegrationIAMPermissionsStandard": {
    "description": "Obtén todos los permisos de AWS IAM estándar necesarios para la integración de AWS.",
    "summary": "Obtener permisos de IAM estándar de la integración de AWS"
  },
  "ListAWSLogsServices": {
    "description": "Obtén una lista de los servicios de AWS que pueden enviar logs a Datadog.",
    "summary": "Obtener la lista de los servicios listos para logs de AWS"
  },
  "ListGCPSTSAccounts": {
    "description": "Haz una lista de todas las cuentas de servicio habilitadas para GCP STS configuradas en tu cuenta de Datadog.",
    "summary": "Hacer una lista de todas las cuentas de servicio habilitadas para GCP STS"
  },
  "CreateGCPSTSAccount": {
    "description": "Crea una nueva entrada en Datadog para tu cuenta de servicio habilitada para STS.",
    "summary": "Crear una nueva entrada para tu cuenta de servicio ",
    "request_description": "",
    "request_schema_description": "Datos de tu cuenta de servicio recién generada."
  },
  "DeleteGCPSTSAccount": {
    "description": "Elimina una cuenta de GCP habilitada para STS desde Datadog.",
    "summary": "Eliminar una cuenta de GCP habilitada para STS"
  },
  "UpdateGCPSTSAccount": {
    "description": "Actualiza una cuenta de servicio habilitada para STS.",
    "summary": "Actualizar la cuenta de servicio de STS",
    "request_description": "",
    "request_schema_description": "Información de la cuenta de servicio."
  },
  "GetGCPSTSDelegate": {
    "description": "Haz una lista de tu cuenta delegada de Datadog-GCP STS configurada en tu cuenta de Datadog.",
    "summary": "Hacer una lista de cuenta delegada"
  },
  "MakeGCPSTSDelegate": {
    "description": "Crea una entidad principal de Datadog GCP.",
    "summary": "Crear una entidad principal de Datadog GCP",
    "request_description": "Crea una cuenta de servicio delegada en Datadog.",
    "request_schema_description": ""
  },
  "GetChannelByName": {
    "description": "Obtén el ID de inquilino, equipo y canal de un canal en la integración de Datadog y Microsoft Teams.",
    "summary": "Obtener información del canal por nombre"
  },
  "ListTenantBasedHandles": {
    "description": "Obtén una lista de todos los identificadores basados en inquilinos de la integración de Datadog y Microsoft Teams.",
    "summary": "Obtener todos los identificadores de los inquilinos"
  },
  "CreateTenantBasedHandle": {
    "description": "Crea un identificador basado en inquilinos en la integración de Datadog y Microsoft Teams.",
    "summary": "Crear un identificador basado en inquilinos",
    "request_description": "Carga útil del identificador basado en inquilinos.",
    "request_schema_description": "Crea una solicitud del identificador basado en inquilinos."
  },
  "DeleteTenantBasedHandle": {
    "description": "Elimina un identificador basado en inquilinos de la integración de Datadog y Microsoft Teams.",
    "summary": "Eliminar el identificador basado en inquilinos"
  },
  "GetTenantBasedHandle": {
    "description": "Obtén la información sobre el inquilino, el equipo y el canal de un identificador basado en inquilinos en la integración de Datadog y Microsoft Teams.",
    "summary": "Obtener información sobre los identificadores basados en inquilinos"
  },
  "UpdateTenantBasedHandle": {
    "description": "Actualiza un identificador basado en inquilinos desde la integración de Datadog y Microsoft Teams.",
    "summary": "Actualizar el identificador basado en inquilinos",
    "request_description": "Carga útil del identificador basado en inquilinos.",
    "request_schema_description": "Actualiza la solicitud del identificador basado en inquilinos."
  },
  "ListWorkflowsWebhookHandles": {
    "description": "Obtén una lista de todos los identificadores de webhook de flujos de trabajo desde la integración de Datadog y Microsoft Teams.",
    "summary": "Obtener todos los identificadores de webhooks de flujos de trabajo"
  },
  "CreateWorkflowsWebhookHandle": {
    "description": "Crea un identificador de webhook de flujos de trabajo en la integración de Datadog y Microsoft Teams.",
    "summary": "Crear identificador de webhook de flujos de trabajos",
    "request_description": "Carga útil del identificador de webhooks de flujos de trabajo.",
    "request_schema_description": "Crea una solicitud de webhook de flujos de trabajo."
  },
  "DeleteWorkflowsWebhookHandle": {
    "description": "Elimina un identificador de webhook de flujos de trabajo desde la integración de Datadog y Microsoft Teams.",
    "summary": "Eliminar un identificador de webhook de flujos de trabajo"
  },
  "GetWorkflowsWebhookHandle": {
    "description": "Obtén el nombre de un identificador de webhook de flujos de trabajo desde la integración de Datadog y Microsoft Teams.",
    "summary": "Obtener información del identificador del webhook de flujos de trabajo"
  },
  "UpdateWorkflowsWebhookHandle": {
    "description": "Actualiza un identificador de webhook de flujos de trabajo desde la integración de Datadog y Microsoft Teams.",
    "summary": "Actualizar un identificador de webhook de flujos de trabajo",
    "request_description": "Carga útil del identificador de webhooks de flujos de trabajo.",
    "request_schema_description": "Actualiza la solicitud del identificador del webhook de flujos de trabajo."
  },
  "ListOpsgenieServices": {
    "description": "Muestra una lista con todos los servicios de la integración de Datadog y Opsgenie.",
    "summary": "Ver todos los objetos de servicio"
  },
  "CreateOpsgenieService": {
    "description": "Crea un objeto de servicio en la integración de Opsgenie.",
    "summary": "Crear un objeto de servicio",
    "request_description": "Carga útil del servicio de Opsgenie.",
    "request_schema_description": "Solicitud de creación de un servicio de Opsgenie."
  },
  "DeleteOpsgenieService": {
    "description": "Elimina un único objeto de servicio en la integración de Datadog y Opsgenie.",
    "summary": "Eliminar un único objeto de servicio"
  },
  "GetOpsgenieService": {
    "description": "Muestra un único servicio de la integración de Datadog y Opsgenie.",
    "summary": "Ver un único objeto de servicio"
  },
  "UpdateOpsgenieService": {
    "description": "Modifica un único objeto de servicio en la integración de Datadog y Opsgenie.",
    "summary": "Modificar un único objeto de servicio",
    "request_description": "Carga útil del servicio de Opsgenie.",
    "request_schema_description": "Solicitud de modificación de un servicio de Opsgenie."
  },
  "ListCloudflareAccounts": {
    "description": "Haz una lista de cuentas de Cloudflare.",
    "summary": "Hacer una lista de cuentas de Cloudflare"
  },
  "CreateCloudflareAccount": {
    "description": "Crea una cuenta de Cloudflare.",
    "summary": "Añadir una cuenta de Cloudflare",
    "request_description": "",
    "request_schema_description": "Esquema de carga útil al añadir una cuenta de Cloudflare."
  },
  "DeleteCloudflareAccount": {
    "description": "Elimina una cuenta de Cloudflare.",
    "summary": "Eliminar cuenta de Cloudflare"
  },
  "GetCloudflareAccount": {
    "description": "Obtén una cuenta de Cloudflare.",
    "summary": "Obtener una cuenta de Cloudflare"
  },
  "UpdateCloudflareAccount": {
    "description": "Actualiza una cuenta de Cloudflare.",
    "summary": "Actualizar la cuenta de Cloudflare",
    "request_description": "",
    "request_schema_description": "Esquema de carga útil al actualizar una cuenta de Cloudflare."
  },
  "ListConfluentAccount": {
    "description": "Haz una lista de cuentas de Confluent.",
    "summary": "Hacer una lista de cuentas de Confluent"
  },
  "CreateConfluentAccount": {
    "description": "Crea una cuenta de Confluent.",
    "summary": "Añadir una cuenta de Confluent",
    "request_description": "Carga útil de Confluent",
    "request_schema_description": "Esquema de carga útil al añadir una cuenta de Confluent."
  },
  "DeleteConfluentAccount": {
    "description": "Elimina una cuenta de Confluent con el ID de cuenta proporcionado.",
    "summary": "Eliminar cuenta de Confluent"
  },
  "GetConfluentAccount": {
    "description": "Obtén la cuenta de Confluent con el ID de cuenta proporcionado.",
    "summary": "Obtener cuenta de Confluent"
  },
  "UpdateConfluentAccount": {
    "description": "Actualiza la cuenta de Confluent con el ID de cuenta proporcionado.",
    "summary": "Detalles de uso",
    "request_description": "Carga útil de Confluent",
    "request_schema_description": "La solicitud JSON:API para actualizar una cuenta de Confluent."
  },
  "ListConfluentResource": {
    "description": "Obtén un recurso de Confluent para la cuenta asociada al ID proporcionado.",
    "summary": "Eliminar un servicio de incidencias existente"
  },
  "CreateConfluentResource": {
    "description": "Crea un recurso de Confluent para la cuenta asociada al ID proporcionado.",
    "summary": "Añadir recurso a la cuenta de Confluent",
    "request_description": "Carga útil de Confluent",
    "request_schema_description": "La solicitud JSON:API para actualizar un recurso de Confluent."
  },
  "DeleteConfluentResource": {
    "description": "Elimina un recurso de Confluent con el ID de recurso proporcionado para la cuenta asociada con el ID de cuenta proporcionado.",
    "summary": "Eliminar recurso de la cuenta de Confluent"
  },
  "GetConfluentResource": {
    "description": "Obtén un recurso de Confluent con el ID de recurso proporcionado para la cuenta asociada con el ID de cuenta proporcionado.",
    "summary": "Obtener recursos de la cuenta Confluent"
  },
  "UpdateConfluentResource": {
    "description": "Actualiza un recurso de Confluent con el ID de recurso proporcionado para la cuenta asociada con el ID de cuenta proporcionado.",
    "summary": "Actualizar recurso en una cuenta de Confluent",
    "request_description": "Carga útil de Confluent",
    "request_schema_description": "La solicitud JSON:API para actualizar un recurso de Confluent."
  },
  "ListFastlyAccounts": {
    "description": "Haz una lista de cuenta de Fastly.",
    "summary": "Hacer una lista de cuentas de Fastly"
  },
  "CreateFastlyAccount": {
    "description": "Crea una cuenta de Fastly.",
    "summary": "Añadir cuenta de Fastly",
    "request_description": "",
    "request_schema_description": "Esquema de carga útil al añadir una cuenta de Fastly."
  },
  "DeleteFastlyAccount": {
    "description": "Elimina una cuenta de Fastly.",
    "summary": "Eliminar cuenta de Fastly"
  },
  "GetFastlyAccount": {
    "description": "Obtén una cuenta de Fastly.",
    "summary": "Obtener una cuenta de Fastly"
  },
  "UpdateFastlyAccount": {
    "description": "Actualiza una cuenta de Fastly.",
    "summary": "Actualizar cuenta de Fastly",
    "request_description": "",
    "request_schema_description": "Esquema de carga útil al actualizar una cuenta de Fastly."
  },
  "ListFastlyServices": {
    "description": "Haz una lista de servicios de Fastly para obtener una cuenta.",
    "summary": "Hacer una lista de servicios de Fastly"
  },
  "CreateFastlyService": {
    "description": "Crea un servicio de Fastly para una cuenta.",
    "summary": "Añadir servicio de Fastly",
    "request_description": "",
    "request_schema_description": "Esquema de carga útil para las solicitudes de servicio de Fastly."
  },
  "DeleteFastlyService": {
    "description": "Elimina una cuenta de servicio de Fastly.",
    "summary": "Eliminar servicio de Fastly"
  },
  "GetFastlyService": {
    "description": "Obtén un servicio de Fastly para una cuenta.",
    "summary": "Obtener servicio de Fastly"
  },
  "UpdateFastlyService": {
    "description": "Actualiza un servicio de Fastly para una cuenta.",
    "summary": "Actualizar servicio de Fastly",
    "request_description": "",
    "request_schema_description": "Esquema de carga útil para las solicitudes de servicio de Fastly."
  },
  "ListOktaAccounts": {
    "description": "Haz una lista de cuentas de Okta.",
    "summary": "Hacer una lista de cuentas de Okta"
  },
  "CreateOktaAccount": {
    "description": "Crea una cuenta de Okta.",
    "summary": "Añadir cuenta de Okta",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud para una cuenta de Okta."
  },
  "DeleteOktaAccount": {
    "description": "Elimina una cuenta de Okta.",
    "summary": "Eliminar cuenta de Okta"
  },
  "GetOktaAccount": {
    "description": "Obtén una cuenta de Okta.",
    "summary": "Obtener una cuenta de Okta"
  },
  "UpdateOktaAccount": {
    "description": "Actualiza una cuenta de Okta.",
    "summary": "Actualizar una cuenta de Okta",
    "request_description": "",
    "request_schema_description": "Esquema de carga útil al actualizar una cuenta de Okta."
  },
  "GetIPAllowlist": {
    "description": "Devuelve la lista de IP permitidas y su estado activado o desactivado.",
    "summary": "Obtener lista de IPs permitidas"
  },
  "UpdateIPAllowlist": {
    "description": "Edita las entradas de la lista de IPs permitidas y actívalas o desactívalas.",
    "summary": "Actualizar la lista de IPs permitidas",
    "request_description": "",
    "request_schema_description": "Actualiza la lista de IPs permitidas."
  },
  "SubmitLog": {
    "description": "Envía tus logs a la plataforma Datadog por HTTP. Estos son los límites por solicitud HTTP:\n\n- Tamaño máximo del contenido por carga útil (sin comprimir): 5 MB\n- Tamaño máximo del log: 1 MB\n- Tamaño máximo de la matriz (cuando se envían varios logs en una matriz): 1000 entradas\n\nSe aceptan logs de más de 1 MB, pero Datadog los truncará de este modo:\n- En las solicitudes de un solo log, la API trunca el log en 1 MB y devuelve un código 2xx.\n- En las solicitudes de varios logs, la API los procesa todos, trunca solo los que superan 1 MB y devuelve un código 2xx.\n\nDatadog recomienda enviar los logs comprimidos.\nAñade el encabezado `Content-Encoding: gzip` a la solicitud si vas a enviar logs comprimidos.\nLos eventos de log pueden enviarse con una marca temporal que se encuentra hasta 18 horas en el pasado.\nEstos son los códigos de estado HTTP que devuelve la API:\n- 202: Aceptada (se ha aceptado el procesamiento de la solicitud)\n- 400: Solicitud incorrecta (probablemente se deba al formato de la carga útil)\n- 401: Sin autorización (probablemente falte una clave de API)\n- 403: Problema de permiso (probablemente se haya usado una clave de API no válida)\n- 408: Se ha agotado el tiempo de espera (la solicitud debe volver a enviarse pasado un tiempo)\n- 413: Carga útil demasiado elevada (el lote supera los 5 MB sin comprimir)\n- 429: Demasiadas solicitudes (la solicitud debe volver a enviarse pasado un tiempo)\n- 500: Error interno del servidor (el servidor se ha enfrentado a una situación inesperada y no ha podido satisfacer la solicitud; la solicitud debe volver a enviarse pasado un tiempo)\n- 503: Servicio no disponible (el servidor no puede gestionar la solicitud, probablemente porque está sobrecargado; la solicitud debe volver a enviarse pasado un tiempo)",
    "summary": "Enviar logs",
    "request_description": "Log que hay que enviar (en formato JSON).",
    "request_schema_description": "Mensaje del log estructurado."
  },
  "AggregateLogs": {
    "description": "Endpoint de API que se usa para agregar eventos en buckets y procesar métricas y cronologías.",
    "summary": "Agregar eventos",
    "request_description": "",
    "request_schema_description": "Objeto enviado con la solicitud para ver una lista de logs de tu organización."
  },
  "GetLogsArchiveOrder": {
    "description": "Muestra el orden actual de tus archivos.\nEste endpoint no acepta argumentos JSON.",
    "summary": "Ver el orden de los archivos"
  },
  "UpdateLogsArchiveOrder": {
    "description": "Modifica el orden de tus archivos. Los logs se procesan de manera secuencial, por lo que, al reorganizar los archivos,\nla estructura y el contenido de los datos procesados por otros archivos puede variar.\n\n**Nota**: Si usas el método `PUT`, los archivos se reorganizan aplicando el orden nuevo.",
    "summary": "Modificar el orden de los archivos",
    "request_description": "Objeto que contiene la lista de ID de archivo con el nuevo orden.",
    "request_schema_description": "Lista de ID de archivo ordenada."
  },
  "ListLogsArchives": {
    "description": "Muestra la lista de archivos de logs configurados con sus definiciones.",
    "summary": "Ver todos los archivos"
  },
  "CreateLogsArchive": {
    "description": "Crea un archivo en tu organización.",
    "summary": "Crear un archivo",
    "request_description": "Definición del archivo nuevo.",
    "request_schema_description": "Archivo de logs."
  },
  "DeleteLogsArchive": {
    "description": "Elimina un archivo concreto de tu organización.",
    "summary": "Eliminar un archivo"
  },
  "GetLogsArchive": {
    "description": "Muestra un archivo concreto de tu organización.",
    "summary": "Ver un archivo"
  },
  "UpdateLogsArchive": {
    "description": "Modifica la configuración de un archivo determinado.\n\n**Nota**: Si usas este método, se modifica la configuración de tu archivo **cambiando**\nla configuración establecida por la nueva que se ha enviado a tu organización de Datadog.",
    "summary": "Modificar un archivo",
    "request_description": "Nueva definición del archivo.",
    "request_schema_description": "Archivo de logs."
  },
  "RemoveRoleFromArchive": {
    "description": "Elimina un rol de un archivo. ([API de roles](https://docs.datadoghq.com/api/v2/roles/))",
    "summary": "Revocar un rol a un archivo",
    "request_description": "",
    "request_schema_description": "Relación con el rol."
  },
  "ListArchiveReadRoles": {
    "description": "Devuelve todos los roles de lectura a los que está restringido un archivo.",
    "summary": "Mostrar una lista con los roles de lectura de un archivo"
  },
  "AddReadRoleToArchive": {
    "description": "Añade un rol de lectura a un archivo. ([API de roles](https://docs.datadoghq.com/api/v2/roles/))",
    "summary": "Conceder un rol a un archivo",
    "request_description": "",
    "request_schema_description": "Relación con el rol."
  },
  "ListLogsCustomDestinations": {
    "description": "Obtén la lista de los destinos personalizados configurados en tu organización con sus definiciones.",
    "summary": "Obtener todos los destinos personalizados"
  },
  "CreateLogsCustomDestination": {
    "description": "Crea un destino personalizado en tu organización.",
    "summary": "Crear un destino personalizado",
    "request_description": "La definición del nuevo destino personalizado.",
    "request_schema_description": "El destino personalizado."
  },
  "DeleteLogsCustomDestination": {
    "description": "Elimina un destino personalizado específico de tu organización.",
    "summary": "Eliminar un destino personalizado"
  },
  "GetLogsCustomDestination": {
    "description": "Obtén un destino personalizado específico en tu organización.",
    "summary": "Obtener un destino personalizado"
  },
  "UpdateLogsCustomDestination": {
    "description": "Actualiza los campos dados de un destino personalizado específico de tu organización.",
    "summary": "Actualizar un destino personalizado",
    "request_description": "Nueva definición de los campos del destino personalizado.",
    "request_schema_description": "El destino personalizado."
  },
  "ListLogsMetrics": {
    "description": "Muestra la lista de métricas basadas en logs que se han configurado junto con sus definiciones.",
    "summary": "Ver todas las métricas basadas en logs"
  },
  "CreateLogsMetric": {
    "description": "Crea una métrica basada en los logs introducidos de tu organización.\nDevuelve el objeto de métrica basada en logs del cuerpo de la solicitud cuando dicha solicitud es satisfactoria.",
    "summary": "Crear una métrica basada en logs",
    "request_description": "Definición de la nueva métrica basada en logs.",
    "request_schema_description": "Cuerpo de la nueva métrica basada en logs."
  },
  "DeleteLogsMetric": {
    "description": "Elimina una métrica basada en logs concreta de tu organización.",
    "summary": "Eliminar una métrica basada en logs"
  },
  "GetLogsMetric": {
    "description": "Muestra una métrica basada en logs concreta de tu organización.",
    "summary": "Ver una métrica basada en logs"
  },
  "UpdateLogsMetric": {
    "description": "Modifica una métrica basada en logs concreta de tu organización.\nDevuelve el objeto de métrica basada en logs del cuerpo de la solicitud cuando dicha solicitud es satisfactoria.",
    "summary": "Modificar una métrica basada en logs",
    "request_description": "Nueva definición de la métrica basada en logs.",
    "request_schema_description": "Cuerpo de la nueva métrica basada en logs."
  },
  "ListRestrictionQueries": {
    "description": "Devuelve todas las consultas de restricciones, incluidos nombres e ID.",
    "summary": "Mostrar una lista de consultas de restricciones"
  },
  "CreateRestrictionQuery": {
    "description": "Crea una consulta de restricciones para tu organización.",
    "summary": "Crear una consulta de restricciones",
    "request_description": "",
    "request_schema_description": "Crea una consulta de restricciones."
  },
  "GetRoleRestrictionQuery": {
    "description": "Muestra la consulta de restricciones de un rol concreto.",
    "summary": "Ver la consulta de restricciones de un rol concreto"
  },
  "ListUserRestrictionQueries": {
    "description": "Muestra todas las consultas de restricciones de un usuario concreto.",
    "summary": "Ver todas las consultas de restricciones de un usuario concreto"
  },
  "DeleteRestrictionQuery": {
    "description": "Elimina una consulta de restricciones.",
    "summary": "Eliminar una consulta de restricciones"
  },
  "GetRestrictionQuery": {
    "description": "Muestra una consulta de restricciones de la organización que se especifica en el parámetro `restriction_query_id` de la consulta.",
    "summary": "Ver una consulta de restricciones"
  },
  "UpdateRestrictionQuery": {
    "description": "Edita una consulta de restricciones.",
    "summary": "Modificar una consulta de restricciones",
    "request_description": "",
    "request_schema_description": "Modifica una consulta de restricciones."
  },
  "RemoveRoleFromRestrictionQuery": {
    "description": "Elimina un rol de una consulta de restricciones.",
    "summary": "Revocar un rol a una consulta de restricciones",
    "request_description": "",
    "request_schema_description": "Relación con el rol."
  },
  "ListRestrictionQueryRoles": {
    "description": "Devuelve todos los roles que tienen una consulta de restricciones concreta.",
    "summary": "Mostrar una lista con los roles de una consulta de restricciones"
  },
  "AddRoleToRestrictionQuery": {
    "description": "Añade un rol a una consulta de restricciones.",
    "summary": "Conceder un rol a una consulta de restricciones",
    "request_description": "",
    "request_schema_description": "Relación con el rol."
  },
  "ListLogsGet": {
    "description": "El endpoint list devuelve logs que coinciden con una consulta de búsqueda de logs.\n[Los resultados están paginados][1].\n\nUtiliza este endpoint para buscar y filtrar tus logs.\n\n**Si planeas archivar logs para tu organización,\nconsidera el uso de las capacidades de archivo de Datadog en lugar de la API list para logs.\nConsulta la [documentación de Datadog Logs Archive][2].**\n\n[1]: /logs/guide/collect-multiple-logs-with-pagination\n[2]: https://docs.datadoghq.com/logs/archives",
    "summary": "Buscar logs (GET)"
  },
  "ListLogs": {
    "description": "El endpoint list devuelve logs que coinciden con una consulta de búsqueda de logs.\n[Los resultados están paginados][1].\n\nUtiliza este endpoint para buscar y filtrar tus logs.\n\n**Si planeas archivar logs para tu organización,\nconsidera el uso de las capacidades de archivo de Datadog en lugar de la API list para logs.\nConsulta la [documentación de Datadog Logs Archive][2].**\n\n[1]: /logs/guide/collect-multiple-logs-with-pagination\n[2]: https://docs.datadoghq.com/logs/archives",
    "summary": "Buscar logs (POST)",
    "request_description": "",
    "request_schema_description": "Solicitud de lista de logs."
  },
  "ListTagConfigurations": {
    "description": "Devuelve todas las métricas que se pueden configurar en la página Resumen de métricas o con Metrics without Limits™ (coincidiendo con filtros adicionales si se especifican).\nOpcionalmente, pagina utilizando los parámetros de consulta `page[cursor]` o `page[size]`.\nPara obtener la primera página, introduce un parámetro de consulta con un `page[size]` válido o un cursor vacío como `page[cursor]=`. Para obtener la siguiente página, introduce el valor \"next_cursor\" de la respuesta como nuevo valor de \"page[cursor]\".\nUna vez que el valor de `meta.pagination.next_cursor` es nulo, todas las páginas han sido recuperadas.",
    "summary": "Ver una lista de métricas"
  },
  "DeleteBulkTagsMetricsConfiguration": {
    "description": "Elimina todas las listas personalizadas de claves de etiqueta consultables correspondientes a un conjunto de métricas de recuento, gauge, frecuencia y distribución existentes.\nPara seleccionar las métricas, hay que indicar un prefijo de nombre de métrica.\nLos resultados pueden enviarse a varias direcciones de correo electrónico, al igual que cuando la operación se realiza mediante la aplicación web de Datadog.\nSolo puede usarse con claves de aplicación de usuarios que tengan permiso para gestionar etiquetas de métricas (`Manage Tags for Metrics`).",
    "summary": "Eliminar etiquetas para varias métricas",
    "request_description": "",
    "request_schema_description": "Objeto de contenedor de una única solicitud de eliminación de etiquetas en bloque."
  },
  "CreateBulkTagsMetricsConfiguration": {
    "description": "Crea y define una lista de claves de etiqueta consultables correspondiente a un conjunto de métricas de recuento, gauge, frecuencia y distribución existentes.\nPara seleccionar las métricas, hay que indicar un prefijo de nombre de métrica. Utiliza el método Delete de esta ruta de la API para eliminar configuraciones de etiquetas.\nLos resultados pueden enviarse a varias direcciones de correo electrónico, al igual que cuando la operación se realiza mediante la aplicación web de Datadog.\nSi hay varias llamadas con la misma métrica, se usa la última configuración que se haya aplicado (es decir, no se sigue el orden de envío).\nComo verás, las llamadas concurrentes no se ordenan de manera determinística.\nSolo puede usarse con claves de aplicación de usuarios que tengan permiso para gestionar etiquetas de métricas (`Manage Tags for Metrics`).",
    "summary": "Configurar etiquetas de varias métricas",
    "request_description": "",
    "request_schema_description": "Objeto de contenedor de una única solicitud de configuración de etiquetas en bloque."
  },
  "ListActiveMetricConfigurations": {
    "description": "Lista de etiquetas y agregaciones que se consultan activamente en dashboards, notebooks, monitores, el Metrics Explorer, y utilizando la API para un determinado nombre de métrica.",
    "summary": "Mostrar etiquetas y agregaciones activas"
  },
  "ListTagsByMetricName": {
    "description": "Ve los pares clave-valor de etiqueta indexados para un nombre de métrica determinado durante la hora anterior.",
    "summary": "Mostrar una lista de etiquetas por nombre de métrica"
  },
  "ListMetricAssets": {
    "description": "Devuelve dashboards, monitores, notebooks y SLOs en los que se almacena una métrica, si los hay.  Se actualiza cada 24 horas.",
    "summary": "Activos relacionados con una métrica"
  },
  "EstimateMetricsOutputSeries": {
    "description": "Devuelve la cardinalidad estimada de una métrica con una configuración concreta de etiquetas, percentil y número de agregaciones con Metrics without Limits&trade;.",
    "summary": "Herramienta para estimar la cardinalidad de una configuración de etiquetas"
  },
  "GetMetricTagCardinalityDetails": {
    "description": "Devuelve los detalles de cardinalidad de las etiquetas para una métrica específica.",
    "summary": "Obtener detalles de cardinalidad de clave de etiqueta"
  },
  "DeleteTagConfiguration": {
    "description": "Elimina la configuración de etiquetas de una métrica. Solo puede usarse con\nclaves de aplicación de usuarios que tengan permiso para gestionar etiquetas de métricas (`Manage Tags for Metrics`).",
    "summary": "Eliminar una configuración de etiquetas"
  },
  "ListTagConfigurationByName": {
    "description": "Devuelve la configuración de etiquetas de la métrica con el nombre especificado.",
    "summary": "Mostrar configuración de etiquetas por nombre"
  },
  "UpdateTagConfiguration": {
    "description": "Modifica la configuración de etiquetas de una agregación de métricas o percentiles de una métrica de distribución,\no de una agregación personalizada de métricas de recuento, frecuencia o gauge.\nSolo puede usarse con claves de aplicación de usuarios que tengan permiso para gestionar etiquetas de métricas (`Manage Tags for Metrics`).",
    "summary": "Modificar una configuración de etiquetas",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud con la métrica cuya configuración de etiquetas quieres modificar."
  },
  "CreateTagConfiguration": {
    "description": "Crea y define una lista de claves de etiqueta consultables para una métrica count/gauge/rate/distribution existente.\nOpcionalmente, incluye agregaciones de percentiles en cualquier métrica de distribución. Al establecer `exclude_tags_mode\nen true, el comportamiento cambia de allow-list a deny-list, y las etiquetas en la lista definida no se pueden consultar.\nSólo puede utilizarse con claves de aplicación de usuarios con el permiso\n`Manage Tags for Metrics`.",
    "summary": "Crear una configuración de etiquetas",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud con la métrica cuyas etiquetas quieres configurar."
  },
  "ListVolumesByMetricName": {
    "description": "Muestra volúmenes concretos de la métrica con el nombre especificado.\n\nLas métricas personalizadas generadas en la aplicación que provengan de otros productos devolverán el parámetro `null` en los volúmenes introducidos.",
    "summary": "Mostrar una lista con volúmenes de métrica concretos por nombre de métrica"
  },
  "GetMonitorNotificationRules": {
    "description": "Devuelve una lista de todas las reglas de notificación de monitor.",
    "summary": "Obtener todas las reglas de notificación de monitor"
  },
  "CreateMonitorNotificationRule": {
    "description": "Crea una regla de notificación de monitor.",
    "summary": "Crear una regla de notificación de monitor",
    "request_description": "Cuerpo de la solicitud para crear una regla de notificación de monitor.",
    "request_schema_description": "Solicitud de creación de una regla de notificación de monitor."
  },
  "DeleteMonitorNotificationRule": {
    "description": "Elimina una regla de notificación de monitor por `rule_id`.",
    "summary": "Eliminar una regla de notificación de monitor"
  },
  "GetMonitorNotificationRule": {
    "description": "Devuelve una regla de notificación de monitor por `rule_id`.",
    "summary": "Obtener una regla de notificación de monitor"
  },
  "UpdateMonitorNotificationRule": {
    "description": "Actualiza una regla de notificación de monitor por `rule_id`.",
    "summary": "Actualizar una regla de notificación de monitor",
    "request_description": "Cuerpo de solicitud para actualizar la regla de notificación de monitor.",
    "request_schema_description": "Solicitud de actualización de una regla de notificación de monitor."
  },
  "ListMonitorConfigPolicies": {
    "description": "Obtén todas las políticas de configuración de un monitor.",
    "summary": "Obtener todas las políticas de configuración de un monitor"
  },
  "CreateMonitorConfigPolicy": {
    "description": "Crea una política de configuración de un monitor.",
    "summary": "Crear una política de configuración de un monitor",
    "request_description": "Crea un cuerpo de solicitud de una política de configuración de un monitor.",
    "request_schema_description": "Solicitud de creación de una política de configuración de un monitor."
  },
  "DeleteMonitorConfigPolicy": {
    "description": "Elimina una política de configuración de un monitor.",
    "summary": "Eliminar una política de configuración de un monitor"
  },
  "GetMonitorConfigPolicy": {
    "description": "Obtén una política de configuración de un monitor por `policy_id`.",
    "summary": "Obtener una política de configuración de un monitor"
  },
  "UpdateMonitorConfigPolicy": {
    "description": "Edita una política de configuración de un monitor.",
    "summary": "Editar una política de configuración de un monitor",
    "request_description": "Descripción de la actualización.",
    "request_schema_description": "Solicitud de edición de una política de configuración de un monitor."
  },
  "ListMonitorUserTemplates": {
    "description": "Recupera todas las plantillas de usuario de monitor.",
    "summary": "Obtener todas las plantillas de usuario de monitor"
  },
  "CreateMonitorUserTemplate": {
    "description": "Crea una nueva plantilla de usuario de monitor.",
    "summary": "Crear una plantilla de usuario de monitor",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de una plantilla de usuario de monitor."
  },
  "ValidateMonitorUserTemplate": {
    "description": "Confirma la estructura y el contenido de una plantilla de usuario de monitor.",
    "summary": "Confirmar una plantilla de usuario de monitor",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de una plantilla de usuario de monitor."
  },
  "DeleteMonitorUserTemplate": {
    "description": "Elimina una plantilla de usuario de monitor existente por su ID.",
    "summary": "Eliminar una plantilla de usuario de monitor"
  },
  "GetMonitorUserTemplate": {
    "description": "Recupera una plantilla de usuario de monitor por su ID.",
    "summary": "Obtener una plantilla de usuario de monitor"
  },
  "UpdateMonitorUserTemplate": {
    "description": "Crea una nueva versión de una plantilla de usuario de monitor existente.",
    "summary": "Actualizar una plantilla de usuario de monitor a una nueva versión",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de una nueva versión de plantilla de usuario de monitor."
  },
  "ValidateExistingMonitorUserTemplate": {
    "description": "Confirma la estructura y el contenido de una plantilla de usuario de monitor existente que se está actualizando a una nueva versión.",
    "summary": "Confirmar una plantilla de usuario de monitor existente",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de una nueva versión de plantilla de usuario de monitor."
  },
  "ListMonitorDowntimes": {
    "description": "Obtén todas las caídas del sistema activas para el monitor especificado.",
    "summary": "Obtener caídas del sistema activas para el monitor"
  },
  "ListDevices": {
    "description": "Obtén la lista de dispositivos.",
    "summary": "Obtener la lista de dispositivos"
  },
  "GetDevice": {
    "description": "Obtén los detalles del dispositivo.",
    "summary": "Obtener los detalles del dispositivo"
  },
  "GetInterfaces": {
    "description": "Obtén la lista de interfaces del dispositivo.",
    "summary": "Obtener la lista de interfaces del dispositivo"
  },
  "ListDeviceUserTags": {
    "description": "Obtén la lista de etiquetas para un dispositivo.",
    "summary": "Obtener la lista de etiquetas para un dispositivo"
  },
  "UpdateDeviceUserTags": {
    "description": "Actualiza las etiquetas de un dispositivo.",
    "summary": "Actualizar las etiquetas de un dispositivo",
    "request_description": "",
    "request_schema_description": "Haz una lista de respuesta de etiquetas."
  },
  "GetAggregatedConnections": {
    "description": "Obtén todas las conexiones agregadas.",
    "summary": "Obtener todas las conexiones agregadas"
  },
  "GetAggregatedDns": {
    "description": "Obtén todo el tráfico DNS agregado.",
    "summary": "Obtener todo el tráfico DNS agregado"
  },
  "CreateOnCallEscalationPolicy": {
    "description": "Crear una nueva política de escalación de On-Call",
    "summary": "Crear política de escalación de On-Call",
    "request_description": "",
    "request_schema_description": "Representa una solicitud para crear una nueva política de escalación, incluidos los datos de política."
  },
  "DeleteOnCallEscalationPolicy": {
    "description": "Eliminar una política de escalación de On-Call",
    "summary": "Eliminar una política de escalación de On-Call"
  },
  "GetOnCallEscalationPolicy": {
    "description": "Obtener una política de escalación de On-Call",
    "summary": "Obtener política de escalación de On-Call"
  },
  "UpdateOnCallEscalationPolicy": {
    "description": "Actualizar una política de escalación de On-Call",
    "summary": "Actualizar la política de escalación de On-Call",
    "request_description": "",
    "request_schema_description": "Representa una solicitud de actualización de una política de escalación existente, incluidos los datos actualizados de política."
  },
  "CreateOnCallPage": {
    "description": "Activa una nueva página de On-Call.",
    "summary": "Crear página de On-Call",
    "request_description": "",
    "request_schema_description": "Solicitud completa para activar una página de On-Call."
  },
  "AcknowledgeOnCallPage": {
    "description": "Reconoce una página de On-Call.",
    "summary": "Confirmación de la página de On-Call"
  },
  "EscalateOnCallPage": {
    "description": "Escala una página de On-Call.",
    "summary": "Escalar página de On-Call"
  },
  "ResolveOnCallPage": {
    "description": "Resuelve una página de On-Call.",
    "summary": "Resolver la página de On-Call"
  },
  "CreateOnCallSchedule": {
    "description": "Crear un nuevo horario de On-Call",
    "summary": "Crear horario de On-Call",
    "request_description": "",
    "request_schema_description": "El cuerpo de la solicitud de nivel superior para la creación del horario, que envuelve un objeto `data`."
  },
  "DeleteOnCallSchedule": {
    "description": "Eliminar un horario de On-Call",
    "summary": "Borrar el horario de On-Call"
  },
  "GetOnCallSchedule": {
    "description": "Obtener un horario On-Call",
    "summary": "Obtener un horario On-Call"
  },
  "UpdateOnCallSchedule": {
    "description": "Actualizar un nuevo horario de On-Call",
    "summary": "Actualizar un horario de On-Call",
    "request_description": "",
    "request_schema_description": "Una envoltura de nivel superior para una solicitud de actualización de horario, que hace referencia al objeto `data` con los nuevos detalles."
  },
  "GetScheduleOnCallUser": {
    "description": "Recupera el usuario que está de guardia en el horario especificado a una hora determinada.",
    "summary": "Obtener el horario del usuario de guardia"
  },
  "GetTeamOnCallUsers": {
    "description": "Obtener los usuarios de guardia de un equipo en un momento dado",
    "summary": "Obtener usuarios de guardia del equipo"
  },
  "GetOnCallTeamRoutingRules": {
    "description": "Obtener las reglas de enrutamiento de On-Call de un equipo",
    "summary": "Obtener las reglas de enrutamiento del equipo de On-Call"
  },
  "SetOnCallTeamRoutingRules": {
    "description": "Establecer las reglas de enrutamiento de On-Call de un equipo",
    "summary": "Establecer reglas de enrutamiento del equipo de On-Call",
    "request_description": "",
    "request_schema_description": "Representa una solicitud para crear o actualizar reglas de enrutamiento de equipos, incluida la carga útil de datos."
  },
  "ListOrgConfigs": {
    "description": "Devuelve todas las configuraciones de organización (nombre, descripción y valor).",
    "summary": "Hacer una lista de configuraciones de organización"
  },
  "GetOrgConfig": {
    "description": "Devuelve el nombre, descripcion y valor de una configuración de organización especifico.",
    "summary": "Obtener un valor de configuración de organización específico"
  },
  "UpdateOrgConfig": {
    "description": "Actualiza el valor de una configuración de organización específico.",
    "summary": "Actualizar una configuración de organización específica",
    "request_description": "",
    "request_schema_description": "Una solicitud para actualizar una configuración de organización."
  },
  "ListOrgConnections": {
    "description": "Devuelve una lista de conexiones de organización.",
    "summary": "Lista de conexiones de organizació"
  },
  "CreateOrgConnections": {
    "description": "Crear una nueva conexión de organización entre la organización actual y una organización de destino.",
    "summary": "Crear una conexión de organización",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de una conexión de organización."
  },
  "DeleteOrgConnections": {
    "description": "Elimina una conexión de organización existente.",
    "summary": "Eliminar conexión de organización"
  },
  "UpdateOrgConnections": {
    "description": "Actualiza una conexión de organización existente.",
    "summary": "Actualizar conexión de organización",
    "request_description": "",
    "request_schema_description": "Solicitud de actualización de una conexión de organización."
  },
  "ListPermissions": {
    "description": "Devuelve una lista con todos los permisos, incluidos el nombre, la descripción y el ID.",
    "summary": "Mostrar una lista de permisos"
  },
  "ListFindings": {
    "description": "Obtén una lista de hallazgos. Estos incluyen los errores de configuración y los riesgos de identidad.\n\n**Nota**: Para filtrar y devolver solo riesgos de identidad, añade el siguiente parámetro de consultas: `?filter[tags]=dd_rule_type:ciem`\n\n### Filtrado\n\nSe pueden aplicar filtros al anexar parámetros de consulta a la URL.\n\n  - Uso de un filtro único: `?filter[attribute_key]=attribute_value`\n  - Encadenar filtros: `?filter[attribute_key]=attribute_value&filter[attribute_key]=attribute_value...`\n  - Filtros en etiquetas: `?filter[tags]=tag_key:tag_value&filter[tags]=tag_key_2:tag_value_2`\n\nAquí, `attribute_key` puede ser cualquiera de las claves de filtro descritas a continuación.\n\nParámetros de consulta de tipo `integer` admiten operadores de comparación (`>`, `>=`, `<`, `<=`). Esto es muy útil al filtrar por `evaluation_changed_at` o `resource_discovery_timestamp`. Por ejemplo: `?filter[evaluation_changed_at]=>20123123121`.\n\nPuedes también utilizar el operador de negación en cadenas. Por ejemplo, usa `filter[resource_type]=-aws*` para filtrar cualquier recurso que no sea de AWS.\n\nEl operador debe estar después de un signo igual. Por ejemplo, para filtrar con el operador `>=` añade el operador después del signo igual: `filter[evaluation_changed_at]=>=1678809373257`.\n\nLos parámetros de consulta deben estar solo entre los parámetros registrados y con valores de tipos correctos. Los parámetros de consulta duplicados (por ejemplo, `filter[status]=low&filter[status]=info`) no están permitidos.\n\n### Campos de extensión adicionales\n\nLos campos de extensión adicionales están disponibles para algunos hallazgos.\n\nLos datos están disponibles cuando incluyes el parámetro de consulta `?detailed_findings=true` en la solicitud.\n\nLos siguientes campos están disponibles para los hallazgos:\n- `external_id`: el ID de recurso externo relacionado al hallazgo.\n- `description`: los pasos de descripción y corrección para el hallazgo.\n- `datadog_link`: el enlace de Datadog relacionado para el hallazgo.\n- - `ip_addresses`: la lista de direcciones IP privadas para el recurso relacionado al hallazgo.\n\n### Respuesta\n\nLa respuesta incluye una matriz de objetos de hallazgo, metadatos de paginación y un recuento de elementos que coinciden con la consulta.\n\nCada objeto de hallazgo contiene lo siguiente:\n\n- El ID de hallazgo que se puede usar en una solicitud `GetFinding` para recuperar todos los detalles del hallazgo.\n- Atributos principales, incluido estado, evaluación, detalles de recurso muy claro, estado silenciado y detalles de reglas.\n- Marcas temporales `evaluation_changed_at` y `resource_discovery_date`.\n- Una matriz de etiquetas asociadas.\n",
    "summary": "Hacer una lista de resultados"
  },
  "MuteFindings": {
    "description": "Silencia o anula el silencio de los resultados.",
    "summary": "Silenciar o anular el silencio de un lote de resultados",
    "request_description": "### Atributos\n\nTodos los resultados se actualizan con los mismos atributos. El cuerpo de la solicitud debe incluir al menos dos atributos: `muted` y `reason`.\nLas razones permitidas dependen de si el resultado está siendo silenciado o no:\n  - Para silenciar un resultado: `PENDING_FIX`, `FALSE_POSITIVE`, `ACCEPTED_RISK`, `OTHER`.\n  - Para anular el silencio de un resultado: `NO_PENDING_FIX`, `HUMAN_ERROR`, `NO_LONGER_ACCEPTED_RISK`, `OTHER`.\n\n### Meta\n\nEl cuerpo de la solicitud debe incluir una lista de los IDs de los resultados que se van a actualizar.",
    "request_schema_description": "La nueva solicitud de búsqueda de silencio en bloque."
  },
  "GetFinding": {
    "description": "Devuelve un único resultado con mensaje y configuración del recurso.",
    "summary": "Obtener un resultado"
  },
  "ListPowerpacks": {
    "description": "Obtén una lista de todos los powerpacks.",
    "summary": "Obtener todos los powerpacks"
  },
  "CreatePowerpack": {
    "description": "Crea un powerpack.",
    "summary": "Crear un nuevo powerpack",
    "request_description": "Crea un cuerpo de solicitud de powerpack.",
    "request_schema_description": "Los powerpacks son grupos de plantillas de widgets de dashboard que puedes guardar de un dashboard existente y convertir en paquetes reutilizables en la bandeja de widget."
  },
  "DeletePowerpack": {
    "description": "Elimina un powerpack.",
    "summary": "Eliminar un powerpack"
  },
  "GetPowerpack": {
    "description": "Obtén un powerpack.",
    "summary": "Obtener un powerpack"
  },
  "UpdatePowerpack": {
    "description": "Actualiza un powerpack.",
    "summary": "Actualizar un powerpack",
    "request_description": "Actualiza el cuerpo de una solicitud de powerpack.",
    "request_schema_description": "Los powerpacks son grupos de plantillas de widgets de dashboard que puedes guardar de un dashboard existente y convertir en paquetes reutilizables en la bandeja de widget."
  },
  "ListProcesses": {
    "description": "Muestra todos los procesos de tu organización.",
    "summary": "Ver todos los procesos"
  },
  "GetAccountFacetInfo": {
    "description": "Obtener información sobre las facetas de atributos de cuenta, incluidos los posibles valores y recuentos",
    "summary": "Obtener información sobre facetas de cuentas",
    "request_description": "",
    "request_schema_description": ""
  },
  "QueryAccounts": {
    "description": "Consultar cuentas con filtrado flexible por propiedades de cuenta",
    "summary": "Consultar cuentas",
    "request_description": "",
    "request_schema_description": ""
  },
  "QueryEventFilteredUsers": {
    "description": "Consultar usuarios filtrados tanto por propiedades del usuario como por datos de la plataforma de eventos",
    "summary": "Consultar usuarios filtrados por eventos",
    "request_description": "",
    "request_schema_description": ""
  },
  "GetUserFacetInfo": {
    "description": "Obtener información sobre las facetas de atributos de usuarios, incluidos los posibles valores y recuentos",
    "summary": "Obtener información sobre facetas de usuarios",
    "request_description": "",
    "request_schema_description": ""
  },
  "QueryUsers": {
    "description": "Consultar usuarios con filtrado flexible por propiedades de usuario, con búsqueda por comodín opcional",
    "summary": "Consultar usuarios",
    "request_description": "",
    "request_schema_description": ""
  },
  "GetMapping": {
    "description": "Obtener la configuración de asignación de entidades, incluidos todos los atributos disponibles y sus propiedades",
    "summary": "Obtener asignación"
  },
  "CreateConnection": {
    "description": "Crear una nueva conexión de datos y sus campos para una entidad",
    "summary": "Crear conexión",
    "request_description": "",
    "request_schema_description": ""
  },
  "UpdateConnection": {
    "description": "Actualizar una conexión de datos existente añadiendo, actualizando o eliminando campos",
    "summary": "Actualizar conexión",
    "request_description": "",
    "request_schema_description": ""
  },
  "DeleteConnection": {
    "description": "Eliminar una conexión de datos existente de una entidad",
    "summary": "Eliminar conexión"
  },
  "ListConnections": {
    "description": "Enumerar todas las conexiones de datos de una entidad",
    "summary": "Lista de conexiones"
  },
  "QueryScalarData": {
    "description": "Consulta de valores escalares (como se ve en los widgets Query Value, Table y Toplist).\nSe admiten múltiples orígenes de datos con la capacidad de\nprocesar los datos mediante fórmulas y funciones.",
    "summary": "Modificar una configuración de etiquetas",
    "request_description": "",
    "request_schema_description": "Una solicitud de función contenedora sobre una consulta escalar a ejecutar."
  },
  "QueryTimeseriesData": {
    "description": "Consulta datos de series temporales a través de varios orígenes de datos y\nprocesa los datos aplicando fórmulas y funciones.",
    "summary": "Crear una configuración de etiquetas",
    "request_description": "",
    "request_schema_description": "Una solicitud de función contenedora sobre una única consulta de series temporales a ejecutar."
  },
  "ListTables": {
    "description": "Enumera todas las tablas de referencia de esta organización.",
    "summary": "Enumerar tablas"
  },
  "CreateReferenceTable": {
    "description": "Crea una tabla de referencia. Puedes proporcionar datos de dos maneras:\n1. Llama a POST /api/v2/reference-tables/upload para obtener un ID de carga. A continuación, PUT los datos CSV\n   (no el archivo en sí) en trozos en cada URL en el cuerpo de la solicitud. Por último, llama a este\n   endpoint POST con `upload_id` en `file_metadata`.\n2. Proporciona `access_details` en `file_metadata` apuntando a un archivo CSV en el almacenamiento en la nube.",
    "summary": "Crear tabla de referencia",
    "request_description": "",
    "request_schema_description": "Cuerpo de la solicitud para crear una nueva tabla de referencia a partir de un archivo local o un almacenamiento en la nube."
  },
  "DeleteTable": {
    "description": "Eliminar una tabla de referencia por ID",
    "summary": "Eliminar tabla"
  },
  "GetTable": {
    "description": "Obtener una tabla de referencia por ID",
    "summary": "Obtener tabla"
  },
  "UpdateReferenceTable": {
    "description": "Actualiza una tabla de referencia por ID. Puedes actualizar los datos, la descripción y las etiquetas de la tabla. Nota: El tipo de fuente no puede modificarse tras la creación de la tabla. Para actualizar datos: para tablas existentes de tipo `source:LOCAL_FILE`, llama primero a POST api/v2/reference-tables/uploads para obtener un ID de carga, luego a PUT de partes de datos CSV a cada URL proporcionada, y finalmente llama a este endpoint PATCH con el upload_id en file_metadata. Para las tablas existentes con tipos `source:` de `S3`, `GCS`, o `AZURE`, proporciona access_details actualizados en file_metadata apuntando a un archivo CSV en el mismo tipo de almacenamiento en la nube.",
    "summary": "Actualizar la tabla de referencia",
    "request_description": "",
    "request_schema_description": "Cuerpo de la solicitud de actualización de una tabla de referencia existente."
  },
  "GetRowsByID": {
    "description": "Obtén filas de la tabla de referencia por sus valores de clave primaria.",
    "summary": "Obtener filas por id"
  },
  "CreateReferenceTableUpload": {
    "description": "Crear una carga de tablas de referencia para la ingesta masiva de datos",
    "summary": "Crear carga de tabla de referencia",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de una carga de un archivo que se ingerirá en una tabla de referencia."
  },
  "ListApplicationSecurityWAFCustomRules": {
    "description": "Recupera una lista de regla personalizada WAF.",
    "summary": "Lista de todas las reglas personalizadas WAF"
  },
  "CreateApplicationSecurityWafCustomRule": {
    "description": "Crea una nueva regla personalizada WAF con los parámetros dados.",
    "summary": "Crear una regla personalizada WAF",
    "request_description": "La definición de la nueva regla personalizada WAF.",
    "request_schema_description": "Objeto de solicitud que incluye la regla personalizada a crear."
  },
  "DeleteApplicationSecurityWafCustomRule": {
    "description": "Elimina una regla personalizada WAF específica.",
    "summary": "Eliminar una regla personalizada WAF"
  },
  "GetApplicationSecurityWafCustomRule": {
    "description": "Recupera una regla personalizada WAF por ID.",
    "summary": "Obtener una regla personalizada WAF"
  },
  "UpdateApplicationSecurityWafCustomRule": {
    "description": "Actualiza una regla personalizada WAF específica.\nDevuelve el objeto Regla personalizada cuando la solicitud tiene éxito.",
    "summary": "Actualizar una regla personalizada WAF",
    "request_description": "Nueva definición de la regla personalizada WAF.",
    "request_schema_description": "Objeto de solicitud que incluye la regla personalizada que se desea actualizar."
  },
  "ListApplicationSecurityWafExclusionFilters": {
    "description": "Recupera una lista de filtros de exclusión WAF.",
    "summary": "Lista de todos los filtros de exclusión WAF"
  },
  "CreateApplicationSecurityWafExclusionFilter": {
    "description": "Crea un nuevo filtro de exclusión WAF con los parámetros dados.\n\nUna solicitud coincidente con un filtro de exclusión será ignorada por el producto Application Security WAF.\nVe a https://app.datadoghq.com/security/appsec/passlist para revisar los filtros de exclusión existentes (también llamados entradas de lista de aprobado).",
    "summary": "Crear un filtro de exclusión WAF",
    "request_description": "La definición del nuevo filtro de exclusión WAF.",
    "request_schema_description": "Objeto de solicitud para crear un único filtro de exclusión WAF."
  },
  "DeleteApplicationSecurityWafExclusionFilter": {
    "description": "Elimina un filtro de exclusión WAF específico utilizando su identificador.",
    "summary": "Eliminar un filtro de exclusión WAF"
  },
  "GetApplicationSecurityWafExclusionFilter": {
    "description": "Recupera un filtro de exclusión WAF específico utilizando su identificador.",
    "summary": "Obtener un filtro de exclusión WAF"
  },
  "UpdateApplicationSecurityWafExclusionFilter": {
    "description": "Actualiza un filtro de exclusión WAF específico utilizando su identificador.\nDevuelve el objeto de filtro de exclusión cuando la solicitud tiene éxito.",
    "summary": "Actualizar un filtro de exclusión WAF",
    "request_description": "El filtro de exclusión a actualizar.",
    "request_schema_description": "Objeto de solicitud para actualizar un único filtro de exclusión WAF."
  },
  "ListCSMThreatsAgentRules": {
    "description": "Obtén la lista de las reglas del Agent de Workload Protection.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) a continuación.",
    "summary": "Obtener todas las reglas del Agent de Workload Protection"
  },
  "CreateCSMThreatsAgentRule": {
    "description": "Crea una nueva regla del Agent de Workload Protection con los parámetros indicados.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) a continuación.",
    "summary": "Crear una regla del Agent de Workload Protection",
    "request_description": "La definición de la nueva regla del Agent ",
    "request_schema_description": "Objeto de solicitud que incluye la regla del Agent para crear"
  },
  "DeleteCSMThreatsAgentRule": {
    "description": "Eliminar una regla específica del Agent de Workload Protection.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) a continuación.",
    "summary": "Eliminar una regla del Agent de Workload Protection"
  },
  "GetCSMThreatsAgentRule": {
    "description": "Obtén los detalles de una regla específica del Agent de Workload Protection.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) a continuación.",
    "summary": "Obtener una regla del Agent de Workload Protection"
  },
  "UpdateCSMThreatsAgentRule": {
    "description": "Actualiza una regla específica del Agent de Workload Protection.\nDevuelve el objeto de regla del Agent cuando la solicitud tiene éxito.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) más abajo.",
    "summary": "Actualizar una regla del Agent de Workload Protection",
    "request_description": "Nueva definición de la regla del Agent ",
    "request_schema_description": "Objeto de solicitud que incluye la regla del Agent con los atributos a actualizar"
  },
  "ListCSMThreatsAgentPolicies": {
    "description": "Obtén la lista de las políticas del Agent de Workload Protection.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) a continuación.",
    "summary": "Obtener todas las políticas de Workload Protection"
  },
  "CreateCSMThreatsAgentPolicy": {
    "description": "Crea una nueva política de Workload Protection con los parámetros indicados.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) a continuación.",
    "summary": "Crear una política de Workload Protection",
    "request_description": "La definición de la nueva política del Agent",
    "request_schema_description": "Objeto de solicitud que incluye la política del Agent para crear"
  },
  "DownloadCSMThreatsPolicy": {
    "description": "El endpoint de descarga genera un archivo de política de Workload Protection a partir de tus reglas del Agent de Workload Protection activas en ese momento y las descarga como un archivo `.policy`. Este archivo puede desplegarse en\ntus agentes para actualizar la política que se ejecuta en tu entorno.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) que figura a continuación.",
    "summary": "Descargar la política de Workload Protection"
  },
  "DeleteCSMThreatsAgentPolicy": {
    "description": "Eliminar una política específica de Workload Protection.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) a continuación.",
    "summary": "Eliminar una política de Workload Protection"
  },
  "GetCSMThreatsAgentPolicy": {
    "description": "Obtén los detalles de una política específica de Workload Protection.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) a continuación.",
    "summary": "Obtener una política de Workload Protection"
  },
  "UpdateCSMThreatsAgentPolicy": {
    "description": "Actualiza una política específica de Workload Protection.\nDevuelve el objeto de política cuando la solicitud tiene éxito.\n\n**Nota**: Este endpoint no está disponible para el sitio del Gobierno (US1-FED). Consulta el recurso específico (US1-FED) más abajo.",
    "summary": "Actualizar una política de Workload Protection",
    "request_description": "Nueva definición de la política del Agent",
    "request_schema_description": "Objeto de solicitud que incluye la política del Agent con los atributos a actualizar"
  },
  "ListPipelines": {
    "description": "Recupera una lista de pipelines.",
    "summary": "Lista de pipelines"
  },
  "CreatePipeline": {
    "description": "Crea un nuevo pipeline.",
    "summary": "Crear un nuevo pipeline",
    "request_description": "",
    "request_schema_description": "Esquema de entrada que representa una configuración del pipeline de observabilidad. Se utiliza en las solicitudes de creación y validación."
  },
  "ValidatePipeline": {
    "description": "Valida una configuración de pipeline sin crear ni actualizar ningún recurso.\nDevuelve una lista de errores de validación, si los hay.",
    "summary": "Validar un pipeline de observabilidad",
    "request_description": "",
    "request_schema_description": "Esquema de entrada que representa una configuración del pipeline de observabilidad. Se utiliza en las solicitudes de creación y validación."
  },
  "DeletePipeline": {
    "description": "Eliminar un pipeline.",
    "summary": "Eliminar un pipeline"
  },
  "GetPipeline": {
    "description": "Obtén un pipeline específico por su ID.",
    "summary": "Obtener un pipeline específico"
  },
  "UpdatePipeline": {
    "description": "Actualiza un pipeline.",
    "summary": "Actualizar un pipeline",
    "request_description": "",
    "request_schema_description": "Esquema de nivel superior que representa un pipeline."
  },
  "DeleteRestrictionPolicy": {
    "description": "Elimina la política de restricción asociada a un recurso especificado.",
    "summary": "Eliminar una política de restricción"
  },
  "GetRestrictionPolicy": {
    "description": "Recupera la política de restricción asociada a un recurso especificado.",
    "summary": "Obtener una política de restricción"
  },
  "UpdateRestrictionPolicy": {
    "description": "Actualiza la política de restricción asociada a un recurso.\n\n#### Recursos compatibles\nLas políticas de restricción se pueden aplicar a los siguientes recursos:\n- Dashboards: `dashboard`\n- Servicios de integración: `integration-service`\n- Webhooks de integración: `integration-webhook`\n- Notebooks: `notebook`\n- Powerpacks: `powerpack`\n- Tablas de referencia: `reference-table`\n- Reglas de seguridad: `security-rule`\n- Objetivos de nivel de servicio: `slo`\n- Variables globales Synthetic: `synthetics-global-variable`\n- Tests Synthetic: `synthetics-test`\n- Localizaciones privadas Synthetic: `synthetics-private-location`\n- Monitores: `monitor`\n- Flujos de trabajo: `workflow`\n- Aplicaciones App Builder: `app-builder-app`\n- Conexiones: `connection`\n- Grupos de conexiones: `connection-group`\n- Aplicaciones RUM: `rum-application`\n- Conexiones entre organizaciones: `cross-org-connection`\n- Hojas de cálculo: `spreadsheet`\n- Cronogramas de On-Call: `on-call-schedule`\n- Políticas de escalado de On-Call: `on-call-escalation-policy`\n- Reglas de redirección a equipos de On-Call: `on-call-team-routing-rules`\n- Pipelines de logs: `logs-pipeline`\n\n#### Relaciones compatibles en recursos\nTipo de recurso               | Relaciones compatibles\n----------------------------|--------------------------\nDashboards                  | `viewer`, `editor`\nServicios de integración        | `viewer`, `editor`\nWebhooks de integración        | `viewer`, `editor`\nNotebooks                   | `viewer`, `editor`\nPowerpacks                  | `viewer`, `editor`\nReglas de seguridad              | `viewer`, `editor`\nObjetivos de nivel de servicio    | `viewer`, `editor`\nVariables globales Synthetic  | `viewer`, `editor`\nTests Synthetic             | `viewer`, `editor`\nLocalizaciones privadas Synthetic | `viewer`, `editor`\nMonitores                    | `viewer`, `editor`\nTablas de referencia            | `viewer`, `editor`\nFlujos de trabajo                   | `viewer`, `runner`, `editor`\nAplicaciones App Builder            | `viewer`, `editor`\nConexiones                 | `viewer`, `resolver`, `editor`\nGrupos de conexiones           | `viewer`, `editor`\nAplicación RUM             | `viewer`, `editor`\nConexiones entre organizaciones       | `viewer`, `editor`\nHojas de cálculo                | `viewer`, `editor`\nCronogramas de On-Call           | `viewer`, `overrider`, `editor`\nPolíticas de escalado de On-Call | `viewer`, `editor`\nReglas de redirección a equipos de On-Call  | `viewer`, `editor`\nPipelines de logs              | `viewer`, `processors_editor`, `editor`",
    "summary": "Actualizar una política de restricción",
    "request_description": "Carga útil de política de restricción",
    "request_schema_description": "Solicitud de actualización de una política de restricción."
  },
  "ListRoles": {
    "description": "Devuelve todos los roles, incluidos sus nombres y sus identificadores únicos.",
    "summary": "Mostrar una lista de roles"
  },
  "CreateRole": {
    "description": "Crea un rol para tu organización.",
    "summary": "Crear un rol",
    "request_description": "",
    "request_schema_description": "Crea un rol."
  },
  "ListRoleTemplates": {
    "description": "Lista de todas las plantillas de roles",
    "summary": "Lista de plantillas de roles"
  },
  "DeleteRole": {
    "description": "Deshabilita un rol.",
    "summary": "Eliminar un rol"
  },
  "GetRole": {
    "description": "Muestra el rol de la organización correspondiente al parámetro `role_id` especificado.",
    "summary": "Ver un rol"
  },
  "UpdateRole": {
    "description": "Edita un rol. Solo puede usarse con claves de aplicación que pertenezcan a administradores.",
    "summary": "Modificar un rol",
    "request_description": "",
    "request_schema_description": "Modifica un rol."
  },
  "CloneRole": {
    "description": "Clonar un rol existente",
    "summary": "Crear un rol clonando uno existente",
    "request_description": "",
    "request_schema_description": "Solicitud para crear un rol clonando uno existente."
  },
  "RemovePermissionFromRole": {
    "description": "Quita un permiso a un rol.",
    "summary": "Revocar permiso",
    "request_description": "",
    "request_schema_description": "Relación con un objeto de permisos."
  },
  "ListRolePermissions": {
    "description": "Devuelve una lista con todos los permisos de un único rol.",
    "summary": "Mostrar una lista con los permisos de un rol"
  },
  "AddPermissionToRole": {
    "description": "Añade un permiso a un rol.",
    "summary": "Conceder un permiso a un rol",
    "request_description": "",
    "request_schema_description": "Relación con un objeto de permisos."
  },
  "RemoveUserFromRole": {
    "description": "Quita un usuario de un rol.",
    "summary": "Quitar un usuario de un rol",
    "request_description": "",
    "request_schema_description": "Relación con el usuario."
  },
  "ListRoleUsers": {
    "description": "Muestra todos los usuarios de un rol.",
    "summary": "Ver todos los usuarios de un rol"
  },
  "AddUserToRole": {
    "description": "Añade un usuario a un rol.",
    "summary": "Añadir un usuario a un rol",
    "request_description": "",
    "request_schema_description": "Relación con el usuario."
  },
  "AggregateRUMEvents": {
    "description": "Endpoint de API para agregar eventos de RUM en buckets de métricas y cronologías procesadas.",
    "summary": "Agregar eventos de RUM",
    "request_description": "",
    "request_schema_description": "Objeto enviado con la solicitud para ver buckets de agregación de eventos de RUM de tu organización."
  },
  "GetRUMApplications": {
    "description": "Muestra una lista con todas las aplicaciones de RUM de tu organización.",
    "summary": "Mostrar una lista con todas las aplicaciones de RUM"
  },
  "CreateRUMApplication": {
    "description": "Crea una aplicación de RUM en tu organización.",
    "summary": "Crear una aplicación de RUM",
    "request_description": "",
    "request_schema_description": "Atributos de la solicitud de creación de aplicación de RUM."
  },
  "OrderRetentionFilters": {
    "description": "Solicita filtros de retención RUM para una solicitud RUM.\nDevuelve objetos de filtro de retención RUM sin atributos del cuerpo de la solicitud cuando la solicitud tiene éxito.",
    "summary": "Solicitar filtros de retención RUM",
    "request_description": "Nueva definición del filtro de retención RUM.",
    "request_schema_description": "La lista de los IDs de filtro de retención RUM junto con su tipo correspondiente para reordenar.\nTodos los ID de filtro de retención deben incluirse en la lista creada para una aplicación RUM."
  },
  "ListRetentionFilters": {
    "description": "Obtén la lista de filtros de retención RUM para una aplicación RUM.",
    "summary": "Obtener todos los filtros de retención RUM"
  },
  "CreateRetentionFilter": {
    "description": "Crea un filtro de retención RUM para una solicitud RUM.\nDevuelve objetos de filtro de retención RUM del cuerpo de la solicitud cuando la solicitud tiene éxito.",
    "summary": "Crear un filtro de retención RUM",
    "request_description": "La definición del nuevo filtro de retención RUM.",
    "request_schema_description": "El cuerpo del filtro de retención RUM a crear."
  },
  "DeleteRetentionFilter": {
    "description": "Elimina un filtro de retención RUM para una aplicación RUM.",
    "summary": "Eliminar un filtro de retención RUM"
  },
  "GetRetentionFilter": {
    "description": "Obtén un filtro de retención RUM para una aplicación RUM.",
    "summary": "Obtener un filtro de retención RUM"
  },
  "UpdateRetentionFilter": {
    "description": "Actualiza un filtro de retención RUM para una solicitud RUM.\nDevuelve objetos de filtro de retención RUM del cuerpo de la solicitud cuando la solicitud tiene éxito.",
    "summary": "Actualizar un filtro de retención RUM",
    "request_description": "Nueva definición del filtro de retención RUM.",
    "request_schema_description": "El cuerpo del filtro de retención RUM a actualizar."
  },
  "DeleteRUMApplication": {
    "description": "Elimina una aplicación de RUM existente en tu organización.",
    "summary": "Eliminar una aplicación de RUM"
  },
  "GetRUMApplication": {
    "description": "Muestra la aplicación de RUM que tiene el ID especificado en tu organización.",
    "summary": "Ver una aplicación de RUM"
  },
  "UpdateRUMApplication": {
    "description": "Modifica la aplicación de RUM que tiene el ID especificado en tu organización.",
    "summary": "Modificar una aplicación de RUM",
    "request_description": "",
    "request_schema_description": "Solicitud de modificación de aplicación de RUM."
  },
  "ListRumMetrics": {
    "description": "Obtén la lista de las métricas basadas en rum configuradas con sus definiciones.",
    "summary": "Obtener todas las métricas basadas en rum"
  },
  "CreateRumMetric": {
    "description": "Crea una métrica basada en los datos de RUM de tu organización.\nDevuelve el objeto de métrica basada en rum del cuerpo de la solicitud cuando dicha solicitud es satisfactoria.",
    "summary": "Crear una métrica basada en rum",
    "request_description": "La definición de la nueva métrica basada en rum.",
    "request_schema_description": "El nuevo cuerpo métrica basada en rum."
  },
  "DeleteRumMetric": {
    "description": "Elimina de tu organización una métrica específica basada en rum.",
    "summary": "Eliminar una métrica basada en rum"
  },
  "GetRumMetric": {
    "description": "Obtén una métrica basada en rum concreta de tu organización.",
    "summary": "Obtener un métrica basada en rum"
  },
  "UpdateRumMetric": {
    "description": "Actualiza una métrica basada en rum específica de tu organización.\nDevuelve el objeto de métrica basada en rum del cuerpo de la solicitud cuando la solicitud tiene éxito.",
    "summary": "Actualizar una métrica basada en rum",
    "request_description": "Nueva definición de la métrica basada en rum.",
    "request_schema_description": "El nuevo cuerpo de métrica basada en rum."
  },
  "ListRUMEvents": {
    "description": "El endpoint de listas devuelve los eventos que se han ajustado a una consulta de búsqueda de RUM.\n[Los resultados se muestran organizados en páginas][1].\n\nUsa este endpoint para ver los eventos de RUM más recientes.\n\n[1]: https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination",
    "summary": "Ver una lista de eventos de RUM"
  },
  "SearchRUMEvents": {
    "description": "El endpoint de listas devuelve los eventos de RUM que se han ajustado a una consulta de búsqueda de RUM.\n[Los resultados se muestran organizados en páginas][1].\n\nUsa este endpoint para hacer búsquedas y filtrados de eventos de RUM complejos.\n\n[1]: https://docs.datadoghq.com/logs/guide/collect-multiple-logs-with-pagination",
    "summary": "Buscar eventos de RUM",
    "request_description": "",
    "request_schema_description": "Solicitud de lista de eventos de RUM."
  },
  "UploadIdPMetadata": {
    "description": "Endpoint para cargar metadatos de IdP para la configuración de SAML.\n\nUsa este endpoint para cargar o sustituir metadatos de IdP para la configuración del inicio de sesión basado en SAML.",
    "summary": "Cargar metadatos de IdP",
    "request_description": "",
    "request_schema_description": "Los datos del formulario enviados para cargar metadatos del IdP"
  },
  "ListSCIMGroups": {
    "description": "Arma una lista de grupos de la organización.\nLos resultados se paginan mediante los parámetros `startIndex` y `count`.\nLos resultados se pueden limitar mediante el parámetro `filter`.",
    "summary": "Lista de grupos"
  },
  "CreateSCIMGroup": {
    "description": "Crea un nuevo grupo.\nEl grupo puede contener miembros.",
    "summary": "Crear grupo",
    "request_description": "",
    "request_schema_description": "Definición de un grupo."
  },
  "DeleteSCIMGroup": {
    "description": "Elimina el grupo con el `group_id` dado.",
    "summary": "Eliminar grupo"
  },
  "GetSCIMGroup": {
    "description": "Obtén un único grupo utilizando el `group_id`.",
    "summary": "Obtener grupo"
  },
  "PatchSCIMGroup": {
    "description": "Parchea el grupo con el `group_id` dado.",
    "summary": "Grupo de parches",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud para parchear un grupo."
  },
  "UpdateSCIMGroup": {
    "description": "Actualiza el grupo con el `group_id` dado.",
    "summary": "Actualizar grupo",
    "request_description": "",
    "request_schema_description": "Definición de grupo."
  },
  "ListSCIMUsers": {
    "description": "Arma una lista de usuarios de la organización.\nLos resultados se paginan mediante los parámetros `startIndex` y `count`.\nLos resultados se pueden limitar mediante el parámetro `filter`.",
    "summary": "Lista de usuarios"
  },
  "CreateSCIMUser": {
    "description": "Crea un nuevo usuario.",
    "summary": "Crear usuario",
    "request_description": "",
    "request_schema_description": "Definición de un usuario."
  },
  "DeleteSCIMUser": {
    "description": "Elimina el grupo con el `user_uuid` dado.",
    "summary": "Eliminar usuario"
  },
  "GetSCIMUser": {
    "description": "Obtén un único usuario utilizando el `user_uuid`.",
    "summary": "Obtener usuario"
  },
  "PatchSCIMUser": {
    "description": "Parchea el usuario con el `user_uuid` dado.",
    "summary": "Parchear usuario",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud para parchear un usuario."
  },
  "UpdateSCIMUser": {
    "description": "Actualiza el usuario con el `user_uuid` dado.",
    "summary": "Actualizar usuario",
    "request_description": "",
    "request_schema_description": "Definición de un usuario."
  },
  "ListScorecardOutcomes": {
    "description": "Obtiene todos los resultados de las reglas.",
    "summary": "Hacer una lista de todos los resultados de las reglas"
  },
  "UpdateScorecardOutcomesAsync": {
    "description": "Actualiza varios resultados de reglas de scorecard en una única solicitud por lotes.",
    "summary": "Actualización asíncrona de los resultados de scorecard ",
    "request_description": "Conjunto de resultados del cuadro de mando.",
    "request_schema_description": "Solicitud por lotes de los resultados de los cuadros de mando."
  },
  "CreateScorecardOutcomesBatch": {
    "description": "Establece varios resultados de la regla de servicio en una única solicitud por lotes.",
    "summary": "Crear lote de resultados",
    "request_description": "Conjunto de resultados del cuadro de mando.",
    "request_schema_description": "Solicitud por lotes de los resultados de los cuadros de mando."
  },
  "ListScorecardRules": {
    "description": "Obtén todas las reglas.",
    "summary": "Hacer una lista de todas las reglas"
  },
  "CreateScorecardRule": {
    "description": "Crea una nueva regla.",
    "summary": "Crear una nueva regla",
    "request_description": "Atributos de las reglas.",
    "request_schema_description": "Solicitud de regla de creación de cuadro de mando."
  },
  "DeleteScorecardRule": {
    "description": "Elimina una única regla.",
    "summary": "Eliminar una regla"
  },
  "UpdateScorecardRule": {
    "description": "Actualiza una regla existente.",
    "summary": "Actualizar una regla existente",
    "request_description": "Atributos de las reglas.",
    "request_schema_description": "Solicitud de actualización de una regla de cuadro de mando."
  },
  "DownloadCloudWorkloadPolicyFile": {
    "description": "El endpoint de descarga genera un archivo de política de Workload Protection a partir de tus reglas del Agent de Workload Protection activas en ese momento y las descarga como un archivo `.policy`. Este archivo puede desplegarse en\ntus agents para actualizar la política que se ejecuta en tu entorno.\n\n**Nota**: Este endpoint solo debe usarse para el sitio del Gobierno (US1-FED).",
    "summary": "Descargar la política de Workload Protection (US1-FED)"
  },
  "ListAssetsSBOMs": {
    "description": "Obtén una lista de lista de materiales de software (SBOM) de los recursos de una organización.\n\n### Paginación\n\nConsulta la sección [Paginación](#pagination) del endpoint \"Enumerar vulnerabilidades\".\n\n### Filtrado\n\nConsulta la sección [Filtrado](#filtering) del endpoint \"Enumerar vulnerabilidades\".\n\n### Metadatos\n\nConsulta la sección [Metadatos](#metadata) del endpoint \"Enumerar vulnerabilidades\".",
    "summary": "Enumerar materiales de software (SBOM) de recursos"
  },
  "GetSBOM": {
    "description": "Obtén un único SBOM relacionado con un activo por su tipo y nombre.",
    "summary": "Obtener SBOM"
  },
  "ListScannedAssetsMetadata": {
    "description": "Obtén una lista de metadatos de seguridad de los recursos analizados de una organización.\n\n### Paginación\n\nPara el endpoint \"Lista de vulnerabilidades\", consulta la sección [Paginación](#pagination).\n\n### Filtrado\n\nPara el endpoint \"Lista de vulnerabilidades\", consulte la sección [Filtrado](#filtering).\n\n### Metadatos\n\n Para el endpoint \"Lista de vulnerabilidades\", consulta la sección [Metadatos](#metadata).\n\n### Endpoints relacionados\n\nEste endpoint devuelve metadatos adicionales de los recursos de la nube que no están disponibles en endpoints de recursos estándar. Para acceder a un conjunto de datos más completo, llama a este endpoint junto con los endpoints de recursos relevantes y combina (une) sus resultados utilizando el identificador de recursos.\n\n**Hosts**\n\nPara enriquecer los datos de host, une la respuesta del endpoint del [host](https://docs.datadoghq.com/api/latest/hosts/) con la respuesta del endpoint de metadatos de recursos analizados en los siguientes campos clave:\n\n| ENDPOINT | CLAVE DE UNIÓN | TIPO |\n| --- | --- | --- |\n| [/api/v1/hosts](https://docs.datadoghq.com/api/latest/hosts/) | host_list.host_name | string |\n| /api/v2/security/scanned-assets-metadata | data.attributes.asset.name | string |\n\n**Imágenes de hosts**\n\nPara enriquecer los datos de imágenes de host, une la respuesta del endpoint del [host](https://docs.datadoghq.com/api/latest/hosts/) con la respuesta del endpoint de metadatos de recursos analizados en los siguientes campos clave:\n\n| ENDPOINT | CLAVE DE UNIÓN | TIPO |\n| --- | --- | --- |\n| [/api/v1/hosts](https://docs.datadoghq.com/api/latest/hosts/) | host_list.tags_by_source[\"Amazon Web Services\"][\"image\"] | string |\n| /api/v2/security/scanned-assets-metadata | data.attributes.asset.name | string |\n\n**Imágenes de contenedores**\n\nPara enriquecer los datos de imágenes de contenedor, una la respuesta del endpoint de las [imágenes de contenedor](https://docs.datadoghq.com/api/latest/container-images/) con la respuesta del endpoint de metadatos de recursos analizados en los siguientes campos clave:\n\n| ENDPOINT | CLAVE DE UNIÓN | TIPO |\n| --- | --- | --- |\n| [/api/v2/container_images](https://docs.datadoghq.com/api/latest/container-images/) | `data.attributes.name`@`data.attributes.repo_digest` | string |\n| /api/v2/security/scanned-assets-metadata | data.attributes.asset.name | string |",
    "summary": "Enumerar metadatos de recursos analizados"
  },
  "GetSignalNotificationRules": {
    "description": "Devuelve la lista de reglas de notificación para señales de seguridad.",
    "summary": "Obtener la lista de reglas de notificación basadas en señales"
  },
  "CreateSignalNotificationRule": {
    "description": "Crea una nueva regla de notificación para señales de seguridad y devuelve la regla creada.",
    "summary": "Crear una nueva regla de notificación basada en señales",
    "request_description": "El cuerpo de la solicitud de creación de regla de notificación está compuesto por el tipo de regla y los atributos de la regla:\nel nombre de la regla, los selectores, los objetivos de notificación y el estado de activación de la regla.",
    "request_schema_description": "Cuerpo de la solicitud de creación de la regla de notificación."
  },
  "DeleteSignalNotificationRule": {
    "description": "Elimina una regla de notificación para señales de seguridad.",
    "summary": "Eliminar una regla de notificación basada en señales"
  },
  "GetSignalNotificationRule": {
    "description": "Obtén los detalles de una regla de notificación para señales de seguridad.",
    "summary": "Obtener los detalles de una regla de notificación basada en señales"
  },
  "PatchSignalNotificationRule": {
    "description": "Actualiza parcialmente la regla de notificación. Todos los campos son opcionales; si no se proporciona un campo, no se actualiza.",
    "summary": "Parchear una regla de notificación basada en señales",
    "request_description": "",
    "request_schema_description": "Cuerpo de la solicitud de parche de la regla de notificación."
  },
  "ListVulnerabilities": {
    "description": "Obtén una lista de vulnerabilidades.\n\n### Paginación\n\nLa paginación está activada por defecto en ambos `vulnerabilities` y `assets`. El tamaño de la página varía según el endpoint y no puede modificarse. Para automatizar la solicitud de la próxima página, puedes usar la sección de enlaces en la respuesta.\n\nEste endpoint devolverá las respuestas paginadas. Las páginas están almacenadas en la sección de enlaces de la respuesta:\n\n```JSON\n{\n  \"data\": [...],\n  \"meta\": {...},\n  \"links\": {\n    \"self\": \"https://.../api/v2/security/vulnerabilities\",\n    \"first\": \"https://.../api/v2/security/vulnerabilities?page[number]=1&page[token]=abc\",\n    \"last\": \"https://.../api/v2/security/vulnerabilities?page[number]=43&page[token]=abc\",\n    \"next\": \"https://.../api/v2/security/vulnerabilities?page[number]=2&page[token]=abc\"\n  }\n}\n```\n\n\n- `links.previous` está vacío si se solicita la primera página.\n- `links.next` está vacío si se solicita la última página.\n\n#### Token\n\nLas vulnerabilidades se pueden crear, actualizar o eliminar en cualquier momento.\n\nEn la primera solicitud, se crea un token para asegurar la coherencia entre las solicitudes paginadas posteriores.\n\nUn token es válido solo por 24 horas.\n\n#### Primera solicitud\n\nConsideramos una solicitud como la primera solicitud cuando no hay un parámetro `page[token]`.\n\nLa respuesta de esta primera solicitud contiene el token recién creado en la sección `links`.\n\nEste token luego puede utilizarse en las posteriores solicitudes paginadas.\n\n*Nota: La primera solicitud puede tardar más en completarse que las solicitudes posteriores.*\n\n#### Solicitudes posteriores\n\nCualquier solicitud que contenga parámetros `page[token]` y `page[number]` válidos se considerarán una solicitud posterior.\n\nSi el `token` no es válido, se devolverá una respuesta `404`.\n\nSi la página `number` no es válida, se devolverá una respuesta `400`.\n\nEl `token` devuelto es válido para todas las solicitudes en la secuencia de paginación. Para enviar solicitudes paginadas en paralelo, reutiliza el mismo `token` y cambia solo el parámetro `page[number]`.\n\n### Filtrado\n\nLa solicitud puede incluir algunos parámetros de filtro para filtrar los datos a recuperar. El formato de los parámetros de filtro sigue el [formato JSON:API](https://jsonapi.org/format/#fetching-filtering): `filter[$prop_name]`, donde `prop_name` es el nombre de propiedad en la entidad filtrada.\n\nTodos los filtros pueden incluir múltiples valores, en los que los datos se filtrarán con una cláusula OR: `filter[title]=Title1,Title2` filtrará todas las vulnerabilidades en las que el título es igual a `Title1` OR `Title2`.\n\nLos filtros de cadena distinguen mayúscula y minúscula.\n\nLos filtros booleanos aceptan `true` o `false` como valores.\n\nLos filtros de número deben incluir un operador como una segunda entrada de filtro: `filter[$prop_name][$operator]`. Por ejemplo, para el endpoint de vulnerabilidades: `filter[cvss.base.score][lte]=8`.\n\nLos operadores disponibles son: `eq` (==), `lt` (<), `lte` (<=), `gt` (>) and `gte` (>=).\n\n### Metadatos\n\nSigue el [formato JSON:API](https://jsonapi.org/format/#document-meta), objeto que incluye la metainformación no estándar.\n\nEste endpoint incluye el miembro meta en la respuesta. Para obtener más detalles sobre cada una de las propiedades incluidas en esta sección, comprueba las tablas de respuesta de endpoints.\n\n```JSON\n{\n  \"data\": [...],\n  \"meta\": {\n    \"total\": 1500,\n    \"count\": 18732,\n    \"token\": \"some_token\"\n  },\n  \"links\": {...}\n}\n```\n### Extensiones\n\nLas solicitudes pueden incluir extensiones para modificar el comportamiento del endpoint solicitado. Los parámetros de filtro siguen el [formato JSON:API](https://jsonapi.org/extensions/#extensions) format: `ext:$extension_name`, donde `extension_name` es el nombre del modificador que se está aplicando.\n\nLas extensiones solo pueden incluir un valor: `ext:modifier=value`.",
    "summary": "Lista de vulnerabilidades"
  },
  "GetVulnerabilityNotificationRules": {
    "description": "Devuelve la lista de reglas de notificación para vulnerabilidades de seguridad.",
    "summary": "Obtener la lista de reglas de notificación de vulnerabilidad"
  },
  "CreateVulnerabilityNotificationRule": {
    "description": "Crea una nueva regla de notificación para vulnerabilidades de seguridad y devuelve la regla creada.",
    "summary": "Crear una nueva regla de notificación basada en vulnerabilidades",
    "request_description": "El cuerpo de la solicitud de creación de regla de notificación está compuesto por el tipo de regla y los atributos de la regla:\nel nombre de la regla, los selectores, los objetivos de notificación y el estado de activación de la regla.",
    "request_schema_description": "Cuerpo de la solicitud de creación de la regla de notificación."
  },
  "DeleteVulnerabilityNotificationRule": {
    "description": "Elimina una regla de notificación para vulnerabilidades de seguridad.",
    "summary": "Eliminar una regla de notificación basada en vulnerabilidades"
  },
  "GetVulnerabilityNotificationRule": {
    "description": "Obtén los detalles de una regla de notificación para vulnerabilidades de seguridad.",
    "summary": "Obtener detalles de una regla de notificación de vulnerabilidades"
  },
  "PatchVulnerabilityNotificationRule": {
    "description": "Actualiza parcialmente la regla de notificación. Todos los campos son opcionales; si no se proporciona un campo, no se actualiza.",
    "summary": "Parchear una regla de notificación basada en vulnerabilidades",
    "request_description": "",
    "request_schema_description": "Cuerpo de la solicitud de parche de la regla de notificación."
  },
  "ListVulnerableAssets": {
    "description": "Obtén una lista de activos vulnerables.\n\n### Paginación\n\nRevisa la [sección Paginación para el endpoint \"Lista de vulnerabilidades\"](#pagination).\n\n### Filtrado\n\nConsulta la sección [Filtrado para el endpoint \"Lista de vulnerabilidades\"](#filtering).\n\n### Metadatos\n\nConsulta la sección [Metadatos para el endpoint \"Lista de vulnerabilidades\"](#metadata).",
    "summary": "Lista de activos vulnerables"
  },
  "ListCloudWorkloadSecurityAgentRules": {
    "description": "Obtén la lista de reglas del Agent.\n\n**Nota**: Este endpoint sólo debe utilizarse para el sitio del Gobierno (US1-FED).",
    "summary": "Obtener todas las reglas del Agent de Workload Protection (US1-FED)"
  },
  "CreateCloudWorkloadSecurityAgentRule": {
    "description": "Crea una nueva regla del Agent con los parámetros indicados.\n\n**Nota**: Este endpoint sólo debe utilizarse para el sitio del Gobierno (US1-FED).",
    "summary": "Crear una regla de Agent de Workload Protection (US1-FED)",
    "request_description": "La definición de la nueva regla del Agent ",
    "request_schema_description": "Objeto de solicitud que incluye la regla del Agent a crear"
  },
  "DeleteCloudWorkloadSecurityAgentRule": {
    "description": "Elimina una regla específica del Agent.\n\n**Nota**: Este endpoint sólo debe utilizarse para el sitio del Gobierno (US1-FED).",
    "summary": "Eliminar una regla de Agent de Workload Protection (US1-FED)"
  },
  "GetCloudWorkloadSecurityAgentRule": {
    "description": "Obtén los detalles una regla específica del Agent.\n\n**Nota**: Este endpoint sólo debe utilizarse para el sitio del Gobierno (US1-FED).",
    "summary": "Obtener una regla de Agent de Workload Protection (US1-FED)"
  },
  "UpdateCloudWorkloadSecurityAgentRule": {
    "description": "Actualiza una regla específica del Agent.\nDevuelve el objeto de regla Agent cuando la solicitud tiene éxito.\n\n**Nota**: Este endpoint sólo debe utilizarse para el sitio del Gobierno (US1-FED).",
    "summary": "Actualizar una regla de Agent de Workload Protection (US1-FED)",
    "request_description": "Nueva definición de la regla del Agent ",
    "request_schema_description": "Objeto de solicitud que incluye la regla del Agent con los atributos a actualizar"
  },
  "ListSecurityFilters": {
    "description": "Muestra la lista de filtros de seguridad configurados con sus definiciones.",
    "summary": "Ver todos los filtros de seguridad"
  },
  "CreateSecurityFilter": {
    "description": "Crea un filtro de seguridad.\n\nConsulta la [guía de filtros de seguridad](https://docs.datadoghq.com/security_platform/guide/how-to-setup-security-filters-using-security-monitoring-api/)\npara ver más ejemplos.",
    "summary": "Crear un filtro de seguridad",
    "request_description": "Definición del filtro de seguridad nuevo.",
    "request_schema_description": "Objeto de solicitud con el filtro de seguridad que quieres crear."
  },
  "DeleteSecurityFilter": {
    "description": "Elimina un filtro de seguridad concreto.",
    "summary": "Eliminar un filtro de seguridad"
  },
  "GetSecurityFilter": {
    "description": "Muestra los detalles de un filtro de seguridad concreto.\n\nConsulta la [guía de filtros de seguridad](https://docs.datadoghq.com/security_platform/guide/how-to-setup-security-filters-using-security-monitoring-api/)\npara ver más ejemplos.",
    "summary": "Ver un filtro de seguridad"
  },
  "UpdateSecurityFilter": {
    "description": "Modifica un filtro de seguridad concreto.\nDevuelve el objeto de filtro de seguridad cuando la solicitud es satisfactoria.",
    "summary": "Modificar un filtro de seguridad",
    "request_description": "Definición nueva del filtro de seguridad.",
    "request_schema_description": "Cuerpo del filtro de seguridad nuevo."
  },
  "ListSecurityMonitoringSuppressions": {
    "description": "Obtén la lista de todas las reglas de supresión.",
    "summary": "Obtener todas las reglas de supresión"
  },
  "CreateSecurityMonitoringSuppression": {
    "description": "Crea una nueva regla de supresión.",
    "summary": "Crear una regla de supresión",
    "request_description": "La definición de la nueva norma de supresión.",
    "request_schema_description": "Objeto de solicitud que incluye la regla de supresión que deseas crear."
  },
  "GetSuppressionsAffectingFutureRule": {
    "description": "Obtén la lista de supresiones que afectarían a una regla.",
    "summary": "Obtener supresiones que afecten a la futura regla",
    "request_description": "",
    "request_schema_description": "Crea una regla."
  },
  "GetSuppressionsAffectingRule": {
    "description": "Obtén la lista de supresiones que afectan a una regla específica existente por su ID.",
    "summary": "Obtener supresiones que afectan a una regla específica"
  },
  "ValidateSecurityMonitoringSuppression": {
    "description": "Valida una regla de supresión.",
    "summary": "Validar una regla de supresión",
    "request_description": "",
    "request_schema_description": "Objeto de solicitud que incluye la regla de supresión que deseas crear."
  },
  "DeleteSecurityMonitoringSuppression": {
    "description": "Elimina una regla de supresión específica.",
    "summary": "Eliminar una regla de supresión"
  },
  "GetSecurityMonitoringSuppression": {
    "description": "Obtén los detalles de una regla de supresión específica.",
    "summary": "Obtener una regla de supresión"
  },
  "UpdateSecurityMonitoringSuppression": {
    "description": "Actualiza una regla de supresión específica.",
    "summary": "Actualizar una regla de supresión",
    "request_description": "Nueva definición de la regla de supresión. Admite actualizaciones parciales.",
    "request_schema_description": "Objeto de solicitud que contiene los campos a actualizar en la regla de supresión."
  },
  "ListSecurityMonitoringRules": {
    "description": "Muestra una lista de reglas.",
    "summary": "Mostrar una lista de reglas"
  },
  "CreateSecurityMonitoringRule": {
    "description": "Crea una regla de detección.",
    "summary": "Crear una regla de detección",
    "request_description": "",
    "request_schema_description": "Crea una regla."
  },
  "ConvertSecurityMonitoringRuleFromJSONToTerraform": {
    "description": "Convierte una regla que (aún) no existe de JSON a Terraform para el\nrecurso datadog_security_monitoring_rule del proveedor de Datadog.",
    "summary": "Convertir una regla de JSON a Terraform",
    "request_description": "",
    "request_schema_description": "Convierte una regla de JSON a Terraform."
  },
  "TestSecurityMonitoringRule": {
    "description": "Haz un test a una regla.",
    "summary": "Hacer un test a una regla",
    "request_description": "",
    "request_schema_description": "Haz un test de las consultas de regla de una regla (la propiedad de regla se ignora cuando se aplica a una regla existente)"
  },
  "ValidateSecurityMonitoringRule": {
    "description": "Valida una regla de detección.",
    "summary": "Validar una regla de detección",
    "request_description": "",
    "request_schema_description": "Valida una regla."
  },
  "DeleteSecurityMonitoringRule": {
    "description": "Elimina una regla existente. Las reglas predeterminadas no se pueden eliminar.",
    "summary": "Eliminar una regla existente"
  },
  "GetSecurityMonitoringRule": {
    "description": "Muestra los detalles de una regla.",
    "summary": "Ver los detalles de una regla"
  },
  "UpdateSecurityMonitoringRule": {
    "description": "Modifica una regla existente. Para modificar `cases`, `queries` y `options`, debe incluirse\ntodo el campo. Por ejemplo, para modificar una consulta, deben incluirse todas las consultas.\nLas reglas predeterminadas solo pueden modificarse si se van a habilitar, si se van a cambiar las notificaciones o si se van a actualizar\nlas etiquetas (las etiquetas predeterminadas no se pueden eliminar).",
    "summary": "Modificar una regla existente",
    "request_description": "",
    "request_schema_description": "Modifica una regla existente."
  },
  "ConvertExistingSecurityMonitoringRule": {
    "description": "Convierte una regla existente de JSON a Terraform para el \nrecurso datadog_security_monitoring_rule del proveedor de Datadog.",
    "summary": "Convertir una regla existente de JSON a Terraform"
  },
  "TestExistingSecurityMonitoringRule": {
    "description": "Haz un test de una regla existente.",
    "summary": "Hacer un test de una regla existente",
    "request_description": "",
    "request_schema_description": "Haz un test de las consultas de regla de una regla (la propiedad de regla se ignora cuando se aplica a una regla existente)"
  },
  "GetRuleVersionHistory": {
    "description": "Obtén el historial de versiones de una regla.",
    "summary": "Obtener el historial de versiones de una regla"
  },
  "ListSecurityMonitoringSignals": {
    "description": "El endpoint de listas devuelve las señales de seguridad que se han ajustado a una consulta de búsqueda.\nTanto este endpoint como el endpoint POST sirven para ver una lista de\nseñales de seguridad.",
    "summary": "Ver una lista breve de señales de seguridad"
  },
  "SearchSecurityMonitoringSignals": {
    "description": "Devuelve las señales de seguridad que se han ajustado a una consulta de búsqueda.\nTanto este endpoint como el endpoint GET sirven para ver una lista de\nseñales de seguridad.",
    "summary": "Ver una lista de señales de seguridad",
    "request_description": "",
    "request_schema_description": "Solicitud de lista de señales de seguridad."
  },
  "GetSecurityMonitoringSignal": {
    "description": "Obtén los detalles de una señal.",
    "summary": "Modificar una regla existente"
  },
  "EditSecurityMonitoringSignalAssignee": {
    "description": "Modifica el usuario que tiene asignada la evaluación de una señal de seguridad.",
    "summary": "Modificar el usuario que tiene asignada la evaluación de una señal de seguridad",
    "request_description": "Atributos que describen la modificación de la señal.",
    "request_schema_description": "Cuerpo de la solicitud para cambiar el usuario asignado de una señal de monitorización de seguridad concreta."
  },
  "EditSecurityMonitoringSignalIncidents": {
    "description": "Cambia las incidencias relacionadas con una señal de seguridad.",
    "summary": "Cambiar las incidencias relacionadas con una señal de seguridad",
    "request_description": "Atributos que describen la modificación de la señal.",
    "request_schema_description": "Cuerpo de la solicitud para cambiar las incidencias relacionadas con una señal de monitorización de seguridad concreta."
  },
  "EditSecurityMonitoringSignalState": {
    "description": "Cambia el estado que tiene la evaluación de una señal de seguridad.",
    "summary": "Cambiar el estado que tiene la evaluación de una señal de seguridad",
    "request_description": "Atributos que describen la modificación de la señal.",
    "request_schema_description": "Cuerpo de la solicitud para cambiar el estado de una señal de monitorización de seguridad concreta."
  },
  "ListScanningGroups": {
    "description": "Haz una lista de todos los grupos de análisis de tu organización.",
    "summary": "Hacer una lista de los grupos de análisis"
  },
  "ReorderScanningGroups": {
    "description": "Reordena la lista de los grupos.",
    "summary": "Reordenar grupos",
    "request_description": "",
    "request_schema_description": "Solicitud de reorden de grupo."
  },
  "CreateScanningGroup": {
    "description": "Crea un grupo de análisis.\nLa solicitud PUEDE incluir una relación de configuración.\nUna relación de reglas puede omitirse por completo, pero si se incluye DEBE ser\nnula o una matriz vacía (las reglas no pueden crearse al mismo tiempo).\nEl nuevo grupo se ordenará en último lugar dentro de la configuración.",
    "summary": "Crear grupo de análisis",
    "request_description": "",
    "request_schema_description": "Crear solicitud de grupo."
  },
  "DeleteScanningGroup": {
    "description": "Elimina un grupo determinado.",
    "summary": "Eliminar grupo de análisis",
    "request_description": "",
    "request_schema_description": "Eliminar solicitud de grupo."
  },
  "UpdateScanningGroup": {
    "description": "Actualiza un grupo, incluyendo el orden de las reglas.\nLas reglas dentro del grupo se reordenan incluyendo una relación de reglas. Si la relación\nestá presente, su sección de datos DEBE contener vínculos para todas las reglas\nactualmente en el grupo y NO DEBE contener ninguna otra.",
    "summary": "Actualizar grupo de análisis",
    "request_description": "",
    "request_schema_description": "Actualiza la solicitud de grupo."
  },
  "CreateScanningRule": {
    "description": "Crea una regla de análisis en un grupo de análisis de datos confidenciales, ordenada en último lugar.\nLa regla publicada DEBE incluir una relación de grupo.\nDEBE incluir una relación standard_pattern o un atributo de expresión regular, pero no ambos.\nSi included_attributes está vacío o falta, analizaremos todos los atributos excepto\nexcluded_attributes. Si faltan ambos, analizaremos todo el evento.",
    "summary": "Crear regla de análisis",
    "request_description": "",
    "request_schema_description": "Crea una solicitud de regla."
  },
  "DeleteScanningRule": {
    "description": "Elimina una regla determinada.",
    "summary": "Eliminar regla de análisis",
    "request_description": "",
    "request_schema_description": "Elimina una solicitud de regla."
  },
  "UpdateScanningRule": {
    "description": "Actualiza una regla de análisis.\nEl cuerpo de la solicitud NO DEBE incluir una relación standard_pattern, ya que dicha relación\nno se puede editar. Si se intenta editar el atributo de expresión regular de una regla con una relación standard_pattern\ntambién provocará un error.",
    "summary": "Actualizar regla de análisis",
    "request_description": "",
    "request_schema_description": "Actualiza una solicitud de regla."
  },
  "ListStandardPatterns": {
    "description": "Devuelve todos los patrones estándar.",
    "summary": "Cuentas de servicio"
  },
  "SubmitMetrics": {
    "description": "El endpoint de métricas te permite publicar datos de cronologías que pueden representarse mediante gráficos en los dashboards de Datadog.\nEl tamaño de carga útil máximo es de 500 kilobytes (512 000 bytes). Si la carga útil se comprime, debe ocupar menos de 5 megabytes (5 242 880 bytes) una vez descomprimida.\n\nSi vas a enviar métricas directamente a la API de Datadog sin usar DogStatsD, ten en cuenta estos datos:\n\n- Marca de tiempo: 64 bits\n- Valor: 64 bits\n- Nombres de métrica: 20 bytes\n- Cronología: 50 bytes\n- Carga útil total: 100 bytes aproximadamente\n\nEl nombre del host se incluye entre los recursos del campo “Recursos”.",
    "summary": "Enviar métricas",
    "request_description": "",
    "request_schema_description": "Carga útil de las métricas."
  },
  "CreateServiceAccount": {
    "description": "Crea una cuenta de servicio para tu organización.",
    "summary": "Crear una cuenta de servicio",
    "request_description": "",
    "request_schema_description": "Crea una cuenta de servicio."
  },
  "ListServiceAccountApplicationKeys": {
    "description": "Muestra una lista con todas las claves de aplicación disponibles para esta cuenta de servicio.",
    "summary": "Mostrar una lista de las claves de aplicación para esta cuenta de servicio"
  },
  "CreateServiceAccountApplicationKey": {
    "description": "Crea una clave de aplicación para esta cuenta de servicio.",
    "summary": "Crear una clave de aplicación para esta cuenta de servicio",
    "request_description": "",
    "request_schema_description": "Solicitud usada para crear una clave de aplicación."
  },
  "DeleteServiceAccountApplicationKey": {
    "description": "Elimina una clave de aplicación que pertenezca a esta cuenta de servicio.",
    "summary": "Eliminar una clave de aplicación de esta cuenta de servicio"
  },
  "GetServiceAccountApplicationKey": {
    "description": "Muestra una clave de aplicación que pertenezca a esta cuenta de servicio.",
    "summary": "Ver una clave de aplicación de esta cuenta de servicio"
  },
  "UpdateServiceAccountApplicationKey": {
    "description": "Edita una clave de aplicación que pertenezca a esta cuenta de servicio.",
    "summary": "Editar una clave de aplicación de esta cuenta de servicio",
    "request_description": "",
    "request_schema_description": "Solicitud usada para modificar una clave de aplicación."
  },
  "ListIncidentServices": {
    "description": "Muestra todos los servicios de incidencias cargados de la organización del usuario que hace la solicitud. Si se proporciona el parámetro `include[users]` en la consulta, el atributo incluido tendrá los usuarios relacionados con estos servicios de incidencias.",
    "summary": "Ver una lista con todos los servicios de incidencias"
  },
  "CreateIncidentService": {
    "description": "Crea un servicio de incidencias.",
    "summary": "Crear un servicio de incidencias",
    "request_description": "Carga útil del servicio de incidencias.",
    "request_schema_description": "Solicitud de creación con la carga útil de un servicio de incidencias."
  },
  "ListServiceDefinitions": {
    "description": "Obtén un lista de todas las definiciones de servicio del Catálogo de servicios de Datadog.",
    "summary": "Obtener todas las definiciones de servicio "
  },
  "CreateOrUpdateServiceDefinitions": {
    "description": "Crea o actualiza la definición de servicio en el Catálogo de servicios de Datadog.",
    "summary": "Crear o actualizar la definición de servicio ",
    "request_description": "Definición de servicio YAML/JSON.",
    "request_schema_description": "Crea una solicitud de definiciones de servicio."
  },
  "DeleteServiceDefinition": {
    "description": "Elimina una única definición de servicio en el Catálogo de servicios de Datadog.",
    "summary": "Eliminar una única definición de servicio"
  },
  "GetServiceDefinition": {
    "description": "Obtén una única definición de servicio del Catálogo de servicios de Datadog.",
    "summary": "Obtener una única definición de servicio "
  },
  "DeleteIncidentService": {
    "description": "Elimina un servicio de incidencias existente.",
    "summary": "Eliminar un servicio de incidencias existente"
  },
  "GetIncidentService": {
    "description": "Muestra los detalles de un servicio de incidencias. Si se proporciona el parámetro `include[users]` en la consulta,\nel atributo incluido tendrá los usuarios relacionados con estos servicios de incidencias.",
    "summary": "Ver los detalles de un servicio de incidencias"
  },
  "UpdateIncidentService": {
    "description": "Modifica un servicio de incidencias existente. Indica únicamente los atributos que deben modificarse, ya que esta solicitud supone una modificación parcial.",
    "summary": "Modificar un servicio de incidencias existente",
    "request_description": "Carga útil del servicio de incidencias.",
    "request_schema_description": "Solicitud de modificación con la carga útil de un servicio de incidencias."
  },
  "ListSecurityMonitoringHistsignals": {
    "description": "Enumera las señales hist.",
    "summary": "Lista de señales hist"
  },
  "SearchSecurityMonitoringHistsignals": {
    "description": "Busca las señales hist.",
    "summary": "Buscar señales hist",
    "request_description": "",
    "request_schema_description": "Solicitud de lista de señales de seguridad."
  },
  "GetSecurityMonitoringHistsignal": {
    "description": "Obtén los detalles de una señal hist.",
    "summary": "Obtener los detalles de una señal hist"
  },
  "ListThreatHuntingJobs": {
    "description": "Enumera trabajos de caza de amenazas.",
    "summary": "Enumerar trabajos de caza de amenazas"
  },
  "RunThreatHuntingJob": {
    "description": "Ejecuta un trabajo de caza de amenazas.",
    "summary": "Ejecutar un trabajo de caza de amenazas",
    "request_description": "",
    "request_schema_description": "Ejecuta una solicitud de trabajo de caza de amenazas."
  },
  "ConvertJobResultToSignal": {
    "description": "Convierte el resultado de un trabajo en una señal.",
    "summary": "Convertir el resultado de un trabajo en una señal",
    "request_description": "",
    "request_schema_description": "Solicitud de conversión de los resultados de un trabajo de caza de amenazas en señales."
  },
  "DeleteThreatHuntingJob": {
    "description": "Elimina un trabajo existente.",
    "summary": "Eliminar un trabajo existente"
  },
  "GetThreatHuntingJob": {
    "description": "Obtén los detalles de un trabajo.",
    "summary": "Obtener los detalles de un trabajo"
  },
  "CancelThreatHuntingJob": {
    "description": "Cancela un trabajo de caza de amenazas.",
    "summary": "Cancelar un trabajo de caza de amenazas"
  },
  "GetSecurityMonitoringHistsignalsByJobId": {
    "description": "Obtén las señales hist de un trabajo.",
    "summary": "Obtener las señales hist de un trabajo"
  },
  "CreateSLOReportJob": {
    "description": "Crea un trabajo para generar un informe de SLO. El trabajo de informe se procesa de forma asíncrona y finalmente da como resultado un informe CSV disponible para su descarga.\n\nComprueba el estado de la tarea y descarga el informe CSV utilizando el `report_id` devuelto.",
    "summary": "Crear un nuevo informe de SLO",
    "request_description": "Crear un cuerpo de solicitud de trabajo de informe de SLO.",
    "request_schema_description": "El cuerpo de la solicitud del informe de SLO."
  },
  "GetSLOReport": {
    "description": "Descarga un informe de SLO. Esto solo puede realizarse después de que el trabajo de informe haya finalizado.\n\nNo se garantiza que los informes existan indefinidamente. Datadog recomienda descargar el informe en cuanto esté disponible.",
    "summary": "Obtener informe de SLO"
  },
  "GetSLOReportJobStatus": {
    "description": "Obtén el estado del trabajo de informe de SLO.",
    "summary": "Obtener el estado del informe de SLO"
  },
  "GetSPARecommendations": {
    "description": "Recupera recomendaciones de recursos para un trabajo de Spark. La persona que llama (Spark Gateway o interfaz de usuario de DJM) proporciona un nombre de servicio y un identificador de partición, y SPA devuelve recomendaciones estructuradas para recursos de controlador y ejecutor.",
    "summary": "Obtener recomendaciones de SPA"
  },
  "AggregateSpans": {
    "description": "El endpoint de la API para agregar tramos en bucket y calcular métricas y series temporales.\nEste endpoint tiene un límite de `300` solicitudes por hora.",
    "summary": "Agregar tramos",
    "request_description": "",
    "request_schema_description": "El objeto enviado con la solicitud para recuperar una lista de tramos agregados de tu organización."
  },
  "ListSpansGet": {
    "description": "El endpoint de lista devuelve tramos que coincide con una consulta de búsqueda de tramo.\n[Los resultados están paginados][1].\n\nUtiliza este endpoint para ver tus últimos tramos.\nEste endpoint está limitado a `300` solicitudes por hora.\n\n[1]: /logs/guide/collect-multiple-logs-with-pagination?tab=v2api",
    "summary": "Obtener un lista de tramos"
  },
  "ListSpans": {
    "description": "El endpoint de lista devuelve tramos que coincide con una consulta de búsqueda de tramo.\n[Los resultados están paginados][1].\n\nUtiliza este endpoint para crear filtros y búsquedas de tramos complejos.\nEste endpoint está limitado a `300` solicitudes por hora.\n\n[1]: /logs/guide/collect-multiple-logs-with-pagination?tab=v2api",
    "summary": "Buscar tramos",
    "request_description": "",
    "request_schema_description": "La solicitud de una lista de tramos."
  },
  "CreateSCAResult": {
    "summary": "Dependencias POST para análisis",
    "request_description": "",
    "request_schema_description": ""
  },
  "CreateSCAResolveVulnerableSymbols": {
    "summary": "Solicitud POST para resolver símbolos vulnerables",
    "request_description": "",
    "request_schema_description": ""
  },
  "ListMultipleRulesets": {
    "description": "Obtener reglas para múltiples conjuntos de reglas por lotes.",
    "summary": "Obtener múltiples conjuntos de reglas",
    "request_description": "",
    "request_schema_description": ""
  },
  "GetSecretsRules": {
    "description": "Devuelve la lista de reglas secretas con ID, Patrón, Descripción, Prioridad e ID SDS",
    "summary": "Devuelve la lista de reglas secretas"
  },
  "GetOnDemandConcurrencyCap": {
    "description": "Obtén el límite de concurrencia bajo demanda.",
    "summary": "Obtener el límite de concurrencia bajo demanda"
  },
  "SetOnDemandConcurrencyCap": {
    "description": "Guarda el nuevo valor del límite de concurrencia bajo demanda.",
    "summary": "Guardar el nuevo valor del límite de concurrencia bajo demanda",
    "request_description": ".",
    "request_schema_description": "Atributos de límite de concurrencia bajo demanda."
  },
  "ListTagPipelinesRulesets": {
    "description": "Enumerar todos los conjuntos de reglas de pipeline de etiqueta: recupera una lista de todos los conjuntos de reglas de pipeline de etiqueta para la organización.",
    "summary": "Lista de conjuntos de reglas de pipeline de etiqueta"
  },
  "CreateTagPipelinesRuleset": {
    "description": "Crea un nuevo conjunto de reglas de pipeline de etiqueta con las reglas y la configuración especificadas.",
    "summary": "Crear conjunto de reglas de pipeline de etiqueta",
    "request_description": "",
    "request_schema_description": "La definición del objeto `CreateRulesetRequest`."
  },
  "ReorderTagPipelinesRulesets": {
    "description": "Reordenar los conjuntos de reglas de pipeline de etiqueta: cambia el orden de ejecución de los conjuntos de reglas de pipeline de etiqueta",
    "summary": "Reordenar conjuntos de reglas de pipeline de etiqueta ",
    "request_description": "",
    "request_schema_description": "La definición del objeto `ReorderRulesetResourceArray`."
  },
  "ValidateQuery": {
    "description": "Validar una consulta de pipeline de etiqueta: valida la sintaxis y la estructura de una consulta de pipeline de etiqueta",
    "summary": "Validar consulta",
    "request_description": "",
    "request_schema_description": "La definición del objeto `RulesValidateQueryRequest`."
  },
  "DeleteTagPipelinesRuleset": {
    "description": "Eliminar un conjunto de reglas de pipeline de etiqueta: elimina un conjunto de reglas de pipeline de etiqueta existente por su ID",
    "summary": "Eliminar conjunto de regla de pipeline de etiqueta"
  },
  "GetTagPipelinesRuleset": {
    "description": "Obtener un conjunto de reglas de pipeline de etiqueta específica: recupera un conjunto de datos de pipeline de etiqueta específico por su ID",
    "summary": "Obtener un conjunto de reglas de pipeline de etiqueta"
  },
  "UpdateTagPipelinesRuleset": {
    "description": "Actualizar un conjunto de reglas de pipeline de etiqueta: actualiza un conjunto de reglas de pipeline de etiqueta existente con nuevas reglas y configuración",
    "summary": "Actualizar conjunto de reglas de pipeline de etiqueta",
    "request_description": "",
    "request_schema_description": "La definición del objeto `UpdateRulesetRequest`."
  },
  "ListTeams": {
    "description": "Obtén todos los equipos.\nSe puede utilizar para buscar equipos utilizando los parámetros de consulta `filter[keyword]` y `filter[me]`.",
    "summary": "Obtener todos los equipos"
  },
  "CreateTeam": {
    "description": "Crea un nuevo equipo.\nLos ID de usuario introducidos a través del campo de relación `users` se añaden al equipo.",
    "summary": "Crear un equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de un equipo"
  },
  "DeleteTeamConnections": {
    "description": "Elimina varias conexiones de equipo.",
    "summary": "Eliminar conexiones de equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de eliminación de conexiones de equipo."
  },
  "ListTeamConnections": {
    "description": "Devuelve todas las conexiones de equipo.",
    "summary": "Enumerar conexiones de equipo"
  },
  "CreateTeamConnections": {
    "description": "Crea múltiples conexiones de equipo.",
    "summary": "Crear conexiones de equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de conexiones de equipo."
  },
  "SyncTeams": {
    "description": "Este endpoint intenta vincular tus equipos de Datadog existentes con equipos de GitHub haciendo coincidir sus nombres.\nEvalúa todos los equipos de Datadog actuales y los compara con equipos en la organización de GitHub\nconectada a tu cuenta de Datadog, basándose en el encabezado de equipo de Datadog y el slug de equipo de GitHub\n(en minúsculas y en mayúsculas).\n\nEsta operación es de solo lectura en el lado de GitHub, no se modificará ni creará equipos.\n\n[Una organización de GitHub debe estar conectada a tu cuenta de Datadog](https://docs.datadoghq.com/integrations/github/),\ny la aplicación de GitHub integrada con Datadog debe tener el permiso `Members Read`. La coincidencia se realiza comparando el identificador del equipo de Datadog con el slug del equipo de GitHub\nutilizando una coincidencia exacta normalizada; se ignora la distnción de mayúsculas y se eliminan los espacios. No se realizan modificaciones\na equipos en GitHub. Esto no creará nuevos equipos en Datadog.",
    "summary": "Enlace de Teams con Teams de GitHub",
    "request_description": "",
    "request_schema_description": "Solicitud de sincronización del equipo."
  },
  "ListMemberTeams": {
    "description": "Obtén todos los equipos miembros.",
    "summary": "Obtener todos los equipos miembros"
  },
  "AddMemberTeam": {
    "description": "Añade un equipo miembro.\nAñade el equipo indicado por el `id` en el cuerpo como equipo miembro del superequipo.",
    "summary": "Añadir un equipo miembro",
    "request_description": "",
    "request_schema_description": "Solicitud para añadir un equipo miembro a la jerarquía del superequipo"
  },
  "RemoveMemberTeam": {
    "description": "Elimina el equipo miembro de un superequipo identificado por `member_team_id`.",
    "summary": "Eliminar un equipo miembro"
  },
  "DeleteTeam": {
    "description": "Elimina un equipo utilizando el `id` del equipo.",
    "summary": "Eliminar un equipo"
  },
  "GetTeam": {
    "description": "Obtén un único equipo utilizando el `id` del equipo.",
    "summary": "Obtener un equipo"
  },
  "UpdateTeam": {
    "description": "Actualiza un equipo utilizando el `id` del equipo.\nSi la relación `team_links` está presente, los enlaces asociados se actualizan para estar en el orden en que aparecen en la matriz, y cualquier enlace de equipo existente que no esté presente se elimina.",
    "summary": "Actualizar un equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de actualización del equipo"
  },
  "GetTeamLinks": {
    "description": "Obtén todos los enlaces de un equipo determinado.",
    "summary": "Obtener enlaces para un equipo"
  },
  "CreateTeamLink": {
    "description": "Añade un nuevo enlace a un equipo.",
    "summary": "Crear un enlace de equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de un enlace de equipo"
  },
  "DeleteTeamLink": {
    "description": "Elimina un enlace de un equipo.",
    "summary": "Eliminar un enlace de equipo"
  },
  "GetTeamLink": {
    "description": "Obtén un enlace único para un equipo.",
    "summary": "Obtener un enlace de equipo"
  },
  "UpdateTeamLink": {
    "description": "Actualiza un enlace de equipo.",
    "summary": "Actualizar un enlace de equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de creación de un enlace de equipo"
  },
  "GetTeamMemberships": {
    "description": "Obtener una lista paginada de los miembros de un equipo",
    "summary": "Obtener membresías de equipo"
  },
  "CreateTeamMembership": {
    "description": "Añade un usuario a un equipo.",
    "summary": "Añadir un usuario a un equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de membresía de equipo"
  },
  "DeleteTeamMembership": {
    "description": "Elimina un usuario de un equipo.",
    "summary": "Eliminar un usuario de un equipo"
  },
  "UpdateTeamMembership": {
    "description": "Actualiza los atributos de membresía de un usuario a un equipo.",
    "summary": "Actualizar los atributos de membresía de un usuario a un equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de membresía de un equipo"
  },
  "GetTeamPermissionSettings": {
    "description": "Obtén todas las configuraciones de permisos de un equipo determinado.",
    "summary": "Obtener la configuración de permisos de un equipo"
  },
  "UpdateTeamPermissionSetting": {
    "description": "Actualiza una configuración de permisos de equipo para un equipo determinado.",
    "summary": "Actualizar la configuración de permisos para el equipo",
    "request_description": "",
    "request_schema_description": "Solicitud de actualización de la configuración de permisos de equipo"
  },
  "ListIncidentTeams": {
    "description": "Muestra todos los equipos de incidencias de la organización del usuario que hace la solicitud. Si se proporciona el parámetro `include[users]` en la consulta, el atributo incluido tendrá los usuarios relacionados con estos equipos de incidencias.",
    "summary": "Ver una lista con todos los equipos de incidencias"
  },
  "CreateIncidentTeam": {
    "description": "Crea un equipo de incidencias.",
    "summary": "Crear un equipo de incidencias",
    "request_description": "Carga útil del equipo de incidencias.",
    "request_schema_description": "Solicitud de creación con la carga útil de un equipo de incidencias."
  },
  "DeleteIncidentTeam": {
    "description": "Elimina un equipo de incidencias existente.",
    "summary": "Eliminar un equipo de incidencias existente"
  },
  "GetIncidentTeam": {
    "description": "Muestra los detalles de un equipo de incidencias. Si se proporciona el parámetro `include[users]` en la consulta,\nel atributo incluido tendrá los usuarios relacionados con estos equipos de incidencias.",
    "summary": "Ver los detalles de un equipo de incidencias"
  },
  "UpdateIncidentTeam": {
    "description": "Modifica un equipo de incidencias existente. Indica únicamente los atributos que deben modificarse, ya que esta solicitud supone una modificación parcial.",
    "summary": "Modificar un equipo de incidencias existente",
    "request_description": "Carga útil del equipo de incidencias.",
    "request_schema_description": "Solicitud de modificación con la carga útil de un equipo de incidencias."
  },
  "SearchFlakyTests": {
    "description": "Enumerar el endpoint que devuelve flaky tests de Flaky Test Management. Los resultados están paginados.",
    "summary": "Buscar flaky tests",
    "request_description": "",
    "request_schema_description": "La solicitud de búsqueda de flaky tests."
  },
  "GetUsageApplicationSecurityMonitoring": {
    "description": "Muestra el uso por hora de la protección de aplicaciones.\n**Nota:** Este endpoint ha quedado obsoleto. Ahora pueden consultarse los datos de uso por hora de todos los productos con la [API para ver el uso por hora según la gama de productos](https://docs.datadoghq.com/api/latest/usage-metering/#get-hourly-usage-by-product-family)",
    "summary": "Ver el uso por hora de la protección de aplicaciones"
  },
  "GetBillingDimensionMapping": {
    "description": "Obtén una asignación de las dimensiones de facturación a las claves correspondientes para los endpoints de la API pública de medición de uso compatibles.\nLos datos de asignación se actualizan mensualmente.\n\nEste endpoint sólo es accesible para [organizaciones de nivel superior](https://docs.datadoghq.com/account_management/multi_organization/).",
    "summary": "Obtener la asignación de dimensiones de facturación para los endpoints de uso"
  },
  "GetCostByOrg": {
    "description": "Obtén el coste a través de una cuenta de múltiples organizaciones.\nLos datos de costes por organización de un mes determinado estarán disponibles a más tardar el día 16 del mes siguiente.\n**Nota:** Este endpoint ha quedado obsoleto. Utiliza el nuevo endpoint\n[`/historical_cost`](https://docs.datadoghq.com/api/latest/usage-metering/#get-historical-cost-across-your-account)\nen su lugar.\n\nEste endpoint solo es accesible para [organizaciones primarias](https://docs.datadoghq.com/account_management/multi_organization/).",
    "summary": "Ver el coste de una cuenta multi-organización"
  },
  "GetEstimatedCostByOrg": {
    "description": "Obtén una estimación de los costes de las cuentas de varias organizaciones y de una única organización raíz.\nLos datos de costes estimados solo están disponibles para el mes en curso y el mes anterior\ny tienen un retraso de hasta 72 horas desde el momento en que se produjeron.\nPara acceder a los costes históricos anteriores, utiliza el endpoint `/historical_cost`.\n\nEste endpoint solo es accesible para [organizaciones primarias](https://docs.datadoghq.com/account_management/multi_organization/).",
    "summary": "Ver el coste estimado de la cuenta"
  },
  "GetHistoricalCostByOrg": {
    "description": "Obtén el coste histórico de las cuentas de varias organizaciones y de una única organización raíz.\nLos datos de costes de un mes determinado están disponibles a más tardar el día 16 del mes siguiente.\n\nEste endpoint solo es accesible para [organizaciones primarias](https://docs.datadoghq.com/account_management/multi_organization/).",
    "summary": "Obtener el coste histórico de tu cuenta"
  },
  "GetHourlyUsage": {
    "description": "Obtén la utilización por hora por familia de productos.",
    "summary": "Ver el uso por hora según la gama de productos"
  },
  "GetUsageLambdaTracedInvocations": {
    "description": "Muestra el uso por hora de las invocaciones rastreadas de Lambda.\n**Nota:** Este endpoint ha quedado obsoleto. Ahora pueden consultarse los datos de uso por hora de todos los productos con la [API para ver el uso por hora según la gama de productos](https://docs.datadoghq.com/api/latest/usage-metering/#get-hourly-usage-by-product-family)",
    "summary": "Obtener el uso por hora de invocaciones de Lambda rastreadas"
  },
  "GetUsageObservabilityPipelines": {
    "description": "Muestra el uso por hora de los pipelines de observabilidad.\n**Nota:** Este endpoint ha quedado obsoleto. Ahora pueden consultarse los datos de uso por hora de todos los productos con la [API para ver el uso por hora según la gama de productos](https://docs.datadoghq.com/api/latest/usage-metering/#get-hourly-usage-by-product-family)",
    "summary": "Ver el uso por hora de pipelines de observabilidad"
  },
  "GetProjectedCost": {
    "description": "Obtén el coste proyectado de las cuentas de varias organizaciones y una única organización raíz.\nLos datos de costes proyectados solo están disponibles para el mes en curso y están disponibles en torno al día 12 del mes.\n\nEste endpoint solo es accesible para [organizaciones primarias](https://docs.datadoghq.com/account_management/multi_organization/).",
    "summary": "Obtener el coste previsto para tu cuenta"
  },
  "SendInvitations": {
    "description": "Envía por correo electrónico a uno o varios usuarios invitaciones para que se unan a la organización.",
    "summary": "Enviar invitaciones por correo electrónico",
    "request_description": "",
    "request_schema_description": "Objeto para invitar a usuarios a unirse a la organización."
  },
  "GetInvitation": {
    "description": "Devuelve una única invitación de usuario por UUID.",
    "summary": "Ver una invitación de usuario"
  },
  "ListUsers": {
    "description": "Muestra una lista con todos los usuarios de la organización. En ella se incluyen\ntodos los usuarios, incluso los desactivados y los que no se han verificado.",
    "summary": "Mostrar una lista con todos los usuarios"
  },
  "CreateUser": {
    "description": "Crea un usuario para tu organización.",
    "summary": "Crear un usuario",
    "request_description": "",
    "request_schema_description": "Crea un usuario."
  },
  "DisableUser": {
    "description": "Deshabilita un usuario. Solo puede usarse con una clave de aplicación\nque pertenezca a un usuario administrador.",
    "summary": "Deshabilitar un usuario"
  },
  "GetUser": {
    "description": "Muestra el usuario de la organización que corresponde al `user_id` especificado.",
    "summary": "Ver los detalles de un usuario"
  },
  "UpdateUser": {
    "description": "Edita un usuario. Solo puede usarse con una clave de aplicación\nque pertenezca a un usuario administrador.",
    "summary": "Modificar un usuario",
    "request_description": "",
    "request_schema_description": "Modifica un usuario."
  },
  "ListUserOrganizations": {
    "description": "Muestra la organización de un usuario. Devuelve información sobre el usuario y todas las organizaciones\na las que se ha unido.",
    "summary": "Ver la organización de un usuario"
  },
  "ListUserPermissions": {
    "description": "Muestra los permisos de un usuario. Devuelve una lista con los permisos que el usuario\ntiene asignados por sus roles.",
    "summary": "Ver los permisos de un usuario"
  },
  "GetUserMemberships": {
    "description": "Obtener una lista de membresías para un usuario",
    "summary": "Obtener membresías de usuario"
  },
  "CreateWorkflow": {
    "description": "Crea un nuevo proceso, devolviendo el ID de proceso. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Crear un proceso",
    "request_description": "",
    "request_schema_description": "Un objeto de solicitud para crear un nuevo proceso."
  },
  "DeleteWorkflow": {
    "description": "Elimina un proceso por ID. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Eliminar un proceso existente"
  },
  "GetWorkflow": {
    "description": "Obtén un proceso por ID. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Obtener un proceso existente"
  },
  "UpdateWorkflow": {
    "description": "Actualiza un proceso por ID. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Actualizar un proceso existente",
    "request_description": "",
    "request_schema_description": "Un objeto de solicitud para actualizar un proceso existente."
  },
  "ListWorkflowInstances": {
    "description": "Enumera todas las instancias de un proceso dado. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Hacer una lista de instancias de flujo de trabajo"
  },
  "CreateWorkflowInstance": {
    "description": "Ejecuta el proceso dado. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Ejecutar un flujo de trabajo",
    "request_description": "",
    "request_schema_description": "Solicitud utilizada para crear una instancia de flujo de trabajo."
  },
  "GetWorkflowInstance": {
    "description": "Obtén una ejecución específica de un proceso dado. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Obtener una instancia de flujo de trabajo"
  },
  "CancelWorkflowInstance": {
    "description": "Cancela una ejecución específica de un proceso dado. Esta API requiere una [clave de aplicación registrada](https://docs.datadoghq.com/api/latest/action-connection/#register-a-new-app-key). También puedes configurar estos permisos [en la interfaz de usuario](https://docs.datadoghq.com/account_management/api-app-keys/#actions-api-access).",
    "summary": "Cancelar una instancia de flujo de trabajo"
  }
}