{
  "api-management": {
    "name": "Gestión de API",
    "description": "Configura tus endpoints de API a través de la API Datadog."
  },
  "apm": {
    "name": "APM",
    "description": "Observar, solucionar problemas y mejorar aplicaciones a escala de nube con toda la telemetría en contexto"
  },
  "apm-retention-filters": {
    "name": "Filtros de retención APM",
    "description": "Gestiona la configuración de los [filtros de retención APM](https://app.datadoghq.com/apm/traces/retention-filters) para tu organización. Necesitas una API y una clave de aplicación con derechos de administrador para interactuar con este endpoint. Consulta [filtros de retención](https://docs.datadoghq.com/tracing/trace_pipeline/trace_retention/#retention-filters) en la página de Retención de Trazas para más información."
  },
  "aws-integration": {
    "name": "Integración de AWS",
    "description": "Configura tu integración Datadog-AWS directamente a través de la API de Datadog. Para más información, consulte la [página de integración de AWS](https://docs.datadoghq.com/integrations/amazon_web_services)."
  },
  "aws-logs-integration": {
    "name": "Integración de logs de AWS",
    "description": "Configura tu integración Datadog-AWS-Logs directamente a través de la API Datadog. Para más información, consulte la [página de integración de AWS](https://docs.datadoghq.com/integrations/amazon_web_services/#log-collection)."
  },
  "action-connection": {
    "name": "Action Connection",
    "description": "Las conexiones de acción amplían tus integraciones instaladas y te permiten actuar en tus sistemas de terceros (por ejemplo, AWS, GitLab y Statuspage) con los productos Workflow Automation y App Builder de Datadog. Las integraciones de Datadog proporcionan autenticación automática para Slack, Microsoft Teams, PagerDuty, Opsgenie, JIRA, GitHub y Statuspage. No necesitas conexiones adicionales para acceder a estas herramientas dentro de Workflow Automation y App Builder. Ofrecemos control de acceso granular para editar y resolver conexiones."
  },
  "actions-datastores": {
    "name": "Almacenes de datos de acciones",
    "description": "Aprovecha la API Actions Datastore para crear, modificar y eliminar elementos en almacenes de datos propiedad de tu organización."
  },
  "agentless-scanning": {
    "name": "Agentless Scanning",
    "description": "El escaneo sin agentes de Datadog proporciona visibilidad sobre riesgos y vulnerabilidades dentro de tus hosts, contenedores en ejecución y funciones serverless, todo ello sin requerir que los equipos instalen agentes en todos los hosts o donde no se puedan instalar agentes. Agentless también ofrece capacidades de escaneo de datos sensibles en tu almacenamiento. Ve a https://www.datadoghq.com/blog/agentless-scanning/ para saber más."
  },
  "app-builder": {
    "name": "Creador de aplicaciones",
    "description": "Datadog App Builder ofrece una solución low-code para desarrollar e integrar rápidamente aplicaciones seguras y personalizadas en tu pila de monitorización, diseñadas para acelerar la remediación a gran escala. Estos endpoints de la API te permiten crear, leer, actualizar, eliminar y publicar aplicaciones."
  },
  "application-security": {
    "name": "Seguridad de las aplicaciones",
    "description": "[Seguridad de aplicaciones Datadog](https://docs.datadoghq.com/security/application_security/) proporciona protección contra ataques a nivel de aplicación que buscan explotar vulnerabilidades a nivel de código, como la falsificación de peticiones en el lado del servidor (SSRF), inyección SQL, Log4Shell y Reflectido Cross-Site-Scripting (XSS). Puedes monitorizar y proteger aplicaciones alojadas directamente en un servidor, Docker, Kubernetes, Amazon ECS y (para los idiomas compatibles) AWS Fargate."
  },
  "audit": {
    "name": "Auditoría",
    "description": "Busca tus eventos de logs de auditoría a través de HTTP."
  },
  "authn-mappings": {
    "name": "Asignaciones AuthN",
    "description": "[La API de AuthN Mappings](https://docs.datadoghq.com/account_management/authn_mapping/?tab=example) se utiliza para mapear automáticamente grupos de usuarios a roles en Datadog usando atributos enviados desde Proveedores de Identidad. Utiliza estos endpoints para gestionar tus mapeos de autenticación."
  },
  "ci-visibility-pipelines": {
    "name": "Pipelines de CI Visibility",
    "description": "Busca o agrega los eventos de tu pipeline de visibilidad CI y envíalos a tu sitio de Datadog a través de HTTP. Consulta la página de [CI Pipeline Visibility in Datadog](https://docs.datadoghq.com/continuous_integration/pipelines/) para más información."
  },
  "ci-visibility-tests": {
    "name": "Test de CI Visibility",
    "description": "Busca o agrega tus eventos de prueba de visibilidad de CI a través de HTTP. Consulta la página de [Visibilidad de pruebas en Datadog](https://docs.datadoghq.com/tests/) para más información."
  },
  "csm-agents": {
    "name": "CSM Agents",
    "description": "Datadog Cloud Security Management (CSM) ofrece detección de amenazas en tiempo real y auditorías de configuración continuas en toda tu infraestructura cloud, todo en una visión unificada para una colaboración fluida y una remediación más rápida. Visita https://docs.datadoghq.com/security/cloud_security_management para saber más"
  },
  "csm-coverage-analysis": {
    "name": "CSM Coverage Analysis",
    "description": "Datadog Cloud Security Management (CSM) ofrece detección de amenazas en tiempo real y auditorías de configuración continuas en toda tu infraestructura cloud, todo en una visión unificada para una colaboración fluida y una remediación más rápida. Visita https://docs.datadoghq.com/security/cloud_security_management para saber más."
  },
  "csm-threats": {
    "name": "CSM Threats",
    "description": "La Protección de Carga de Trabajo monitoriza la actividad de archivos, redes y procesos en todo tu entorno para detectar amenazas en tiempo real a tu infraestructura. Consulta [Protección de Carga de Trabajo](https://docs.datadoghq.com/security/workload_protection/) para más información sobre cómo configurar la Protección de Carga de Trabajo. **Nota**: Estos puntos finales se dividen según si usas o no el sitio de US1-FED. Por favor, consulta el recurso específico del sitio que estás utilizando."
  },
  "case-management": {
    "name": "Case Management",
    "description": "Visualiza y gestiona casos y proyectos dentro de Case Management Consulta la [página de Case Management](https://docs.datadoghq.com/service_management/case_management/) para más información."
  },
  "case-management-attribute": {
    "name": "Atributo de Case Management",
    "description": "Consulta y configura atributos personalizados dentro de la Case Management Consulta la [página de Case Management](https://docs.datadoghq.com/service_management/case_management/) para más información."
  },
  "case-management-type": {
    "name": "Tipo de Case Management",
    "description": "Consulta y configura los tipos de casos dentro de Case Management. Consulta la [página de Case Management](https://docs.datadoghq.com/service_management/case_management/) para más información."
  },
  "cloud-cost-management": {
    "name": "Cloud Cost Management",
    "description": "La API de Cloud Cost Management te permite configurar, editar y eliminar cuentas de Gestión de Costes en la Nube para AWS, Azure y Google Cloud. Puedes consultar tus datos de costes usando el [Metrics endpoint](https://docs.datadoghq.com/api/latest/metrics/#query-timeseries-data-across-multiple-products) y la fuente de datos 'cloud_cost'. Para más información, consulte la [documentación de Cloud Cost Management](https://docs.datadoghq.com/cloud_cost_management/)."
  },
  "cloud-network-monitoring": {
    "name": "Cloud Network Monitoring",
    "description": "La API de Cloud Network Monitoring te permite obtener conexiones agregadas y tráfico DNS con sus atributos. Consulta la página de [Cloud Network Monitoring](https://docs.datadoghq.com/network_monitoring/cloud_network_monitoring/) y la [Página de Monitorización DNS](https://docs.datadoghq.com/network_monitoring/dns/) para más información."
  },
  "cloudflare-integration": {
    "name": "Integración de Cloudflare",
    "description": "Gestiona tu integración con Datadog Cloudflare directamente a través de la API de Datadog. Consulta la [página de integración de Cloudflare](https://docs.datadoghq.com/integrations/cloudflare/) para más información."
  },
  "confluent-cloud": {
    "name": "Confluent Cloud",
    "description": "Gestiona tus cuentas de integración de Cloud-Confluent en Datadog y los recursos de la cuenta directamente a través de la API de Datadog. Consulta la [página de Confluent Cloud](https://docs.datadoghq.com/integrations/confluent_cloud/) para más información."
  },
  "container-images": {
    "name": "Imágenes de contenedor",
    "description": "La API de Imágenes del Contenedor te permite consultar los datos de Imágenes del Contenedor para tu organización. Consulta la [página de Ver Imágenes del Contenedor](https://docs.datadoghq.com/infrastructure/containers/container_images/) para más información."
  },
  "containers": {
    "name": "Containers",
    "description": "La API de Contenedores te permite consultar datos de contenedores para tu organización. Consulta la [página de Monitorización de Contenedores](https://docs.datadoghq.com/containers/) para más información."
  },
  "dora-metrics": {
    "name": "DORA Metrics",
    "description": "Busca, envía o elimina eventos para DORA Metrics para medir y mejorar el rendimiento de tu entrega de software. Consulta la [página de DORA Metrics](https://docs.datadoghq.com/dora_metrics/) para más información. **Nota**: DORA Metrics no están disponibles en el sitio de US1-FED."
  },
  "dashboard-lists": {
    "name": "Listas de dashboards",
    "description": "Interactúa con tus listas de dashboards a través de la API para\norganizar, buscar y compartir todos tus dashboards con tu equipo y\ntu organización."
  },
  "datasets": {
    "name": "Conjuntos de datos",
    "description": "Los controles de acceso a datos en Datadog son una función que permite a administradores y gestores de acceso regular el acceso a datos sensibles. Al definir conjuntos de datos restringidos, puedes garantizar que solo equipos o roles específicos puedan ver ciertos tipos de telemetría (por ejemplo, registros, trazas, métricas y datos RUM)."
  },
  "deployment-gates": {
    "name": "Puertas de acceso de despliegue",
    "description": "Gestiona las Deployment Gates usando esta API para reducir la probabilidad e impacto de incidentes causados por despliegues. Consulte la [documentación de Deployment Gates](https://docs.datadoghq.com/deployment_gates/) para más información."
  },
  "domain-allowlist": {
    "name": "Lista de dominios permitidos",
    "description": "Configura tu Lista de Permisos de Dominio de Correo de Datadog directamente a través de la API de Datadog. La Lista de Permisos de Dominio de Correo controla los dominios a los que se pueden enviar ciertos correos de Datadog. Para más información, consulte la página de [documentación de la Lista de Permisos de Dominio](https://docs.datadoghq.com/account_management/org_settings/domain_allowlist)"
  },
  "downtimes": {
    "name": "Tiempos de inactividad",
    "description": "**Nota**: Downtime V2 está actualmente en beta privada. Para solicitar acceso, contacte con [soporte de Datadog](https://docs.datadoghq.com/help/). [Bajando el tiempo](https://docs.datadoghq.com/monitors/notify/downtimes) te da un mayor control sobre las notificaciones de los monitores al permitirte excluir globalmente los scopes de la alerta. Los ajustes de inactividad, que pueden programarse con horas de inicio y fin, impiden todas las alertas relacionadas con etiquetas Datadog específicas."
  },
  "entity-risk-scores": {
    "name": "Entity Risk Scores",
    "description": "Recupera las puntuaciones de riesgo de seguridad de las entidades de tu organización."
  },
  "error-tracking": {
    "name": "Error Tracking",
    "description": "Visualiza y gestiona los problemas dentro de Seguimiento de Errores. Consulta la [página de seguimiento de errores](https://docs.datadoghq.com/error_tracking/) para más información."
  },
  "events": {
    "name": "Events (Eventos)",
    "description": "La API de Gestión de Eventos te permite publicar eventos programáticamente en el Explorador de Eventos y obtener eventos desde el Explorador de Eventos. Consulta la [página de Gestión de Eventos](https://docs.datadoghq.com/service_management/events/) para más información. **Actualización de los eventos de monitor de Datadog 'aggregation_key' a partir del 1 de marzo de 2025:** El evento de monitores de Datadog 'aggregation_key' es único para cada ID de monitor. A partir del 1 de marzo, esta clave también incluirá el Grupo de Monitores, haciéndola única por *ID de Monitor y Grupo de Monitor*. Si usas los eventos de monitorización 'aggregation_key' en consultas del panel o en la API de eventos, debes migrar para usar '@monitor.id'. Contacta con [soporte](https://www.datadoghq.com/support/) si tienes alguna pregunta."
  },
  "fastly-integration": {
    "name": "Integración Fastly",
    "description": "Gestiona tus cuentas y servicios de integración con Datadog Fastly directamente a través de la API de Datadog. Consulta la [página de integración de Fastly](https://docs.datadoghq.com/integrations/fastly/) para más información."
  },
  "fleet-automation": {
    "name": "Fleet Automation",
    "description": "Gestiona despliegues automatizados en toda tu flota de hosts. Fleet Automatio no frece dos tipos de despliegues: Despliegues de configuración ('/configure'): - Aplicar cambios en archivos de configuración a los hosts objetivo - Apoyar operaciones de fusión y parche para actualizar campos de configuración específicos - Apoyar operaciones de eliminación para eliminar archivos de configuración - Útil para actualizar configuraciones del Agente Datadog, configuraciones de integración y más Despliegues de actualización de paquetes ('/upgrade'): - Actualizar el Agente Datadog a versiones específicas"
  },
  "gcp-integration": {
    "name": "Integración con GCP",
    "description": "Configura tu integración Datadog-Google Cloud Platform (GCP) directamente a través de la API de Datadog. Lee más sobre la [integración Datadog-Google Cloud Platform](https://docs.datadoghq.com/integrations/google_cloud_platform)."
  },
  "high-availability-multiregion": {
    "name": "Multirregión de alta disponibilidad",
    "description": "Configurar conexiones Multirregión de Alta Disponibilidad (HAMR) entre organizaciones Datadog. HAMR proporciona capacidades de recuperación ante desastres manteniendo datos sincronizados entre organizaciones primarias y secundarias en diferentes centros de datos."
  },
  "ip-allowlist": {
    "name": "Lista de IP permitidas",
    "description": "La API de listas de IP se utiliza para gestionar las direcciones IP que pueden acceder a la API de Datadog y la interfaz web. No bloquea el acceso a las APIs de admisión ni a los paneles públicos. Esta es una función exclusiva para empresas. Solicita acceso contactando con el soporte de Datadog, o consulta la página [IP Allowlist](https://docs.datadoghq.com/account_management/org_settings/ip_allowlist/) para más información."
  },
  "incident-services": {
    "name": "Servicios de incidencias",
    "description": "Crear, actualizar, eliminar y recuperar servicios que puedan asociarse con incidentes. Consulte la [página de Gestión de Incidentes](https://docs.datadoghq.com/service_management/incident_management/) para más información."
  },
  "incident-teams": {
    "name": "Equipos de incidencias",
    "description": "Los endpoints de Equipos de Incidentes están obsoletos. Consulta los [endpoints de la API de Teams](https://docs.datadoghq.com/api/latest/teams/) para crear, actualizar, eliminar y recuperar equipos que puedan asociarse con incidentes."
  },
  "incidents": {
    "name": "Incidencias",
    "description": "Gestionar la respuesta a incidentes, así como los adjuntos, metadatos y tareas asociadas. Consulte la [página de Gestión de Incidentes](https://docs.datadoghq.com/service_management/incident_management/) para más información."
  },
  "jira-integration": {
    "name": "Integración de Jira",
    "description": "Gestiona tu integración con Jira. Atlassian Jira es una herramienta de gestión de proyectos y seguimiento de incidencias para que los equipos coordinen el trabajo y gestionen tareas de forma eficiente."
  },
  "key-management": {
    "name": "Gestión de claves",
    "description": "Gestiona tu API de Datadog y las claves de aplicación. Necesitas una clave API y una clave de aplicación para que un usuario con los permisos necesarios interactúe con estos endpoints. Consulta las siguientes páginas para ver y gestionar tus claves: - [Claves API](https://app.datadoghq.com/organization-settings/api-keys) - [Claves de aplicación](https://app.datadoghq.com/personal-settings/application-keys)"
  },
  "logs": {
    "name": "Logs",
    "description": "Busca en tus registros y envíalos a tu plataforma Datadog a través de HTTP. Consulta la [página de Gestión de Registros](https://docs.datadoghq.com/logs/) para más información."
  },
  "logs-archives": {
    "name": "Archivos de logs",
    "description": "Los archivos reenvían todos los registros ingeridos a un sistema de almacenamiento en la nube. Consulte la [Página de Archivos](https://app.datadoghq.com/logs/pipelines/archives) para una lista de los archivos configurados actualmente en Datadog."
  },
  "logs-custom-destinations": {
    "name": "Destinos personalizados de logs",
    "description": "Los Destinos Personalizados reenvían todos los registros ingeridos a un destino externo. **Nota**: El reenvío de registros no está disponible para el sitio del Gobierno (US1-FED). Contacta con tu representante de cuenta para más información. Consulta la [Página de Destinos Personalizados](https://app.datadoghq.com/logs/pipelines/log-forwarding/custom-destinations) para ver una lista de los destinos personalizados configurados actualmente en la interfaz web."
  },
  "logs-metrics": {
    "name": "Métricas de logs",
    "description": "Gestiona la configuración de [métricas basadas en logs](https://app.datadoghq.com/logs/pipelines/generate-metrics) de tu organización."
  },
  "logs-restriction-queries": {
    "name": "Restricción de consultas de logs",
    "description": "**Nota**: Este endpoint está en beta pública. Si tienes algún comentario, contacta con [soporte de Datadog](https://docs.datadoghq.com/help/).** Una consulta de restricción es una consulta de registros que restringe a qué registro el permiso 'logs_read_data' concede acceso de lectura. Para los usuarios cuyos roles tienen Consultas de Restricción, cualquier consulta de registro que hagan solo devuelve aquellos eventos de registro que también coinciden con una de sus Consultas de Restricción. Esto es cierto tanto si el usuario consulta eventos de registro desde cualquier función relacionada con el log, incluyendo el explorador de registros, Live Tail, rehidratación o un widget de panel. Actualmente, las Consultas de Restricción solo soportan el uso de los siguientes componentes de los eventos de registro: - Atributos reservados - El mensaje del registro - Etiquetas Para restringir el acceso a la lectura de los datos de registro, añade una etiqueta de equipo a los eventos de registro para indicar qué equipos los poseen, y luego el alcance de las Consultas de Restricción a los valores relevantes de la etiqueta de equipo. Las etiquetas pueden aplicarse a los eventos de registro de muchas maneras, y un evento de registro puede tener múltiples etiquetas con la misma clave (como el equipo) y valores diferentes. Esto significa que el mismo evento de registro puede ser visible para los roles cuyas consultas de restricción están asignadas a diferentes valores de equipo. Consulta [Cómo configurar RBAC para registros](https://docs.datadoghq.com/logs/guide/logs-rbac/?tab=api#restrict-access-to-logs) para detalles sobre cómo añadir consultas de restricción."
  },
  "metrics": {
    "name": "Métricas",
    "description": "El endpoint de métricas permite: - Publicar datos de métricas para que puedan representarse graficamente en los paneles de control de Datadog - Consultar métricas de cualquier periodo de tiempo (series temporales y escalares) - Modificar configuraciones de etiquetas para métricas - Ver etiquetas y volúmenes para métricas **Nota**: Un grafo solo puede contener un número fijo de puntos y, a medida que aumenta el marco temporal en el que se observa una métrica, se produce la agregación entre puntos para mantenerse por debajo de ese número establecido. Los métodos de la API 'Publicar', Parchear y Eliminar 'manage_tags' solo pueden ser realizados por un usuario que tenga el permiso 'Gestionar etiquetas para métricas'. Consulta la [página de Métricas](https://docs.datadoghq.com/metrics/) para más información."
  },
  "microsoft-teams-integration": {
    "name": "Integración de Microsoft Teams",
    "description": "Configura tu [integración de Microsoft Teams con Datadog](https://docs.datadoghq.com/integrations/microsoft_teams/) directamente a través de la API de Datadog. Nota: Estos endpoints no soportan manillas de conectores heredados."
  },
  "monitors": {
    "name": "Monitores",
    "description": "[Monitores](https://docs.datadoghq.com/monitors) te permiten vigilar una métrica o comprobar que te importa y notifica a tu equipo cuando se ha superado un umbral definido. Para más información, consulte [Creación de Monitores](https://docs.datadoghq.com/monitors/create/types/) y [Políticas de Etiquetas](https://docs.datadoghq.com/monitors/settings/)."
  },
  "network-device-monitoring": {
    "name": "Network Device Monitoring",
    "description": "La API de Network Device Monitoring te permite obtener dispositivos, interfaces y sus atributos. Consulta la [página de Network Device Monitoring](https://docs.datadoghq.com/network_monitoring/) para más información."
  },
  "observability-pipelines": {
    "name": "Observability Pipelines (pipelines de observabilidad)",
    "description": "Observability Pipelines te permite recopilar y procesar logs dentro de tu propia infraestructura y luego enviarlos a integraciones descendentes."
  },
  "okta-integration": {
    "name": "Integración Okta",
    "description": "Configura tu [integración Okta en Datadog](https://docs.datadoghq.com/integrations/okta/) directamente a través de la API Datadog."
  },
  "on-call": {
    "name": "On-Call",
    "description": "Configura tu [Datadog On-Call](https://docs.datadoghq.com/service_management/on-call/)\ndirectamente a través de la API Datadog."
  },
  "on-call-paging": {
    "name": "Paging de On-Call",
    "description": "Activa y gestiona páginas [Datadog On-Call](https://docs.datadoghq.com/service_management/on-call/)\ndirectamente a través de la API Datadog."
  },
  "opsgenie-integration": {
    "name": "Integración de Opsgenie",
    "description": "Configura tu [integración Opsgenie en Datadog](https://docs.datadoghq.com/integrations/opsgenie/)\ndirectamente a través de la API Datadog."
  },
  "org-connections": {
    "name": "Conexiones con la organización",
    "description": "Gestionar las conexiones entre organizaciones. Las conexiones de organización permiten el intercambio controlado de datos entre diferentes organizaciones Datadog. Consulte la página de [Visibilidad Transversal](https://docs.datadoghq.com/account_management/org_settings/cross_org_visibility/) para más información."
  },
  "organizations": {
    "name": "Organizaciones",
    "description": "Crea, edita y gestiona tus organizaciones. Lee más sobre [cuentas multi-organización](https://docs.datadoghq.com/account_management/multi_organization)."
  },
  "powerpack": {
    "name": "Powerpack",
    "description": "Los endpoints de Powerpack te permiten: - Conseguir un Powerpack - Crear un Powerpack - Eliminar un Powerpack - Obtener una lista de todos los Powerpacks. Los métodos de las APIs Patch y Delete solo pueden realizarse en un Powerpack por un usuario que tenga permiso de creación del Powerpack para ese Powerpack específico. Lee [Scale Graphing Expertise with Powerpacks](https://docs.datadoghq.com/dashboards/guide/powerpacks-best-practices/) para más información."
  },
  "processes": {
    "name": "Procesos",
    "description": "La API de procesos te permite consultar los datos de los procesos para tu organización. Consulta la página de [Procesos en Vivo](https://docs.datadoghq.com/infrastructure/process/) para más información."
  },
  "product-analytics": {
    "name": "Product Analytics",
    "description": "Envía eventos del lado del servidor a Product Analytics. La Ingestión de Eventos del Lado del Servidor te permite recopilar eventos personalizados de cualquier fuente del lado del servidor y conserva los eventos durante 15 meses. Los eventos del lado del servidor son útiles para entender las causas de una caída en el embudo que son externas al lado del cliente (por ejemplo, un error en el procesamiento de pagos). Consulta la [página de Product Analytics](https://docs.datadoghq.com/product_analytics/) para más información."
  },
  "rum": {
    "name": "RUM",
    "description": "Gestiona tus aplicaciones de Monitorización Real del Usuario (RUM) y busca o agrega tus eventos RUM a través de HTTP. Consulta la página de [RUM &amp; Session Replay](https://docs.datadoghq.com/real_user_monitoring/) para más información"
  },
  "reference-tables": {
    "name": "Tablas de referencia",
    "description": "Consulta y gestiona las Tablas de Referencia en tu organización."
  },
  "restriction-policies": {
    "name": "Políticas de restricción",
    "description": "Una política de restricción define las reglas de control de acceso para un recurso, mapeando un conjunto de relaciones (como editor y visor) a un conjunto de principales permitidos (como roles, equipos o usuarios). La política de restricción determina quién está autorizado para realizar qué acciones sobre el recurso."
  },
  "roles": {
    "name": "Roles",
    "description": "La API de Roles se utiliza para crear y gestionar roles de Datadog, qué permisos globales(https://docs.datadoghq.com/account_management/rbac/) conceden y a qué usuarios les pertenecen. Los permisos relacionados con activos específicos de la cuenta pueden concederse a roles en la aplicación Datadog sin utilizar esta API. Por ejemplo, conceder acceso de lectura en un índice de registro específico a un rol puede hacerse en Datadog desde la [página de Pipelines](https://app.datadoghq.com/logs/pipelines)."
  },
  "rum-audience-management": {
    "name": "Gestión de Audiencia de RUM",
    "description": "Gestión de audiencia de RUM con etiquetas generadas automáticamente"
  },
  "rum-metrics": {
    "name": "Métricas de RUM",
    "description": "Gestiona la configuración de [métricas basadas en rum](https://app.datadoghq.com/rum/generate-métricas) para tu organización."
  },
  "rum-retention-filters": {
    "name": "Filtros de retención RUM",
    "description": "Gestiona filtros de retención a través de [Gestionar aplicaciones](https://app.datadoghq.com/rum/list) de RUM para tu organización."
  },
  "scim": {
    "name": "SCIM",
    "description": "Provisionar usuarios y equipos de Datadog usando APIs SCIM. Nota: La provisión SCIM para equipos Datadog solo está disponible para organizaciones seleccionadas en este momento. Solicita acceso contactando con el soporte de Datadog, o consulta la [página SCIM](https://docs.datadoghq.com/account_management/scim/) para más información."
  },
  "security-monitoring": {
    "name": "Security Monitoring",
    "description": "Crea y gestiona tus normas de seguridad, señales, filtros y más. Consulta la [página de seguridad de Datadog](https://docs.datadoghq.com/security/) para más información."
  },
  "sensitive-data-scanner": {
    "name": "Sensitive Data Scanner",
    "description": "Crear, actualizar, eliminar y recuperar grupos y reglas de escáneres de datos sensibles. Consulta la página de [Escáner de Datos Sensibles](https://docs.datadoghq.com/sensitive_data_scanner/) para más información."
  },
  "service-accounts": {
    "name": "Service Accounts",
    "description": "Crea, edita y desactiva cuentas de servicio. Consulta la [página de Cuentas de Servicio](https://docs.datadoghq.com/account_management/org_settings/service_accounts/) para más información."
  },
  "service-definition": {
    "name": "Definición de servicio",
    "description": "API para crear, actualizar, recuperar y eliminar definiciones de servicio. Nota: Service Catalog [v3.0 schema](https://docs.datadoghq.com/service_catalog/service_definitions/v3-0/) tiene nuevos endpoints de API documentados bajo [Software Catalog](https://docs.datadoghq.com/api/latest/software-catalog/). Utiliza los siguientes puntos finales de Definición de Servicio para la v2.2 y anteriores."
  },
  "service-level-objectives": {
    "name": "Service Level Objectives",
    "description": "[Service Level Objectives](https://docs.datadoghq.com/monitors/service_level_objectives/#configuration) (SLOs) son una parte clave del kit de herramientas de ingeniería de fiabilidad del sitio. Los SLOs proporcionan un marco para definir objetivos claros en torno al rendimiento de las aplicaciones, lo que en última instancia ayuda a los equipos a proporcionar una experiencia coherente al cliente, equilibrar el desarrollo de funciones con la estabilidad de la plataforma y mejorar la comunicación con usuarios internos y externos."
  },
  "service-scorecards": {
    "name": "Tarjetas de resultados de servicios",
    "description": "API para crear y actualizar las reglas y resultados de la tarjeta de puntuación. Consulta [Tarjetas de puntuación de servicio](https://docs.datadoghq.com/service_catalog/scorecards) para más información. Esta función está actualmente en BETA. Si tienes algún comentario, contacta con [soporte de Datadog](https://docs.datadoghq.com/help/)."
  },
  "servicenow-integration": {
    "name": "Integración con ServiceNow",
    "description": "Gestiona tu integración con ServiceNow. ServiceNow es una plataforma en la nube que ayuda a las organizaciones a gestionar flujos de trabajo digitales para operaciones empresariales."
  },
  "software-catalog": {
    "name": "Catálogo de software",
    "description": "API para crear, actualizar, recuperar y eliminar entidades del Catálogo de software."
  },
  "spa": {
    "name": "Spa",
    "description": "API SPA (Spark Pod Autosizing Ing). Proporciona recomendaciones de recursos e información sobre costes para ayudar a optimizar las configuraciones de trabajos de Spark."
  },
  "spans": {
    "name": "Spans (Tramos)",
    "description": "Busca y agrega tus tramos desde tu plataforma Datadog a través de HTTP."
  },
  "spans-metrics": {
    "name": "Métricas de Spans",
    "description": "Gestiona la configuración de [métricas basadas en span](https://app.datadoghq.com/apm/traces/generate-metrics) para tu organización. Consulta [Generar métricas a partir de los spans](https://docs.datadoghq.com/tracing/trace_pipeline/generate_metrics/) para más información."
  },
  "static-analysis": {
    "name": "Análisis estático",
    "description": "API para análisis estático"
  },
  "status-pages": {
    "name": "Páginas de estado",
    "description": "Gestiona tus páginas de estado y comunica las interrupciones del servicio a los interesados a través de la API de Datadog. Consulta la [documentación de las Páginas de Estado](https://docs.datadoghq.com/incident_response/status_pages/) para más información."
  },
  "synthetics": {
    "name": "Synthetics",
    "description": "Datadog Synthetics utiliza solicitudes simuladas de usuario y renderizado en navegador para ayudarte a garantizar el tiempo de activación, identificar problemas regionales y hacer un seguimiento del rendimiento de tu aplicación. Las pruebas de Datadog Synthetics vienen en dos variantes diferentes: [pruebas API](https://docs.datadoghq.com/synthetics/api_tests/) y [pruebas de navegador](https://docs.datadoghq.com/synthetics/browser_tests). Puedes usar la API de Datadog para gestionar ambos tipos de prueba de forma programática. Para más información sobre los sintéticos, véase el [resumen de los sintéticos](https://docs.datadoghq.com/synthetics/)."
  },
  "teams": {
    "name": "Equipos",
    "description": "Visualiza y gestiona equipos dentro de Datadog. Consulta la [página de Teams](https://docs.datadoghq.com/account_management/teams/) para más información."
  },
  "test-optimization": {
    "name": "Test Optimization",
    "description": "Busca y gestiona pruebas inestables mediante la Optimización de Pruebas. Consulta la [página de Test Optimization](https://docs.datadoghq.com/tests/) para más información."
  },
  "usage-metering": {
    "name": "Medición del uso",
    "description": "La API de medición de uso te permite obtener el uso por horas, diarios y mensuales en múltiples facetas de Datadog. Esta API está disponible para todos los clientes Pro y Enterprise. **Nota**: Los datos de uso se retrasan hasta 72 horas desde el momento en que se incurrieron. Se mantiene durante 15 meses. Puedes obtener hasta 24 horas de datos de uso por hora para varias organizaciones, y hasta dos meses de datos de uso por hora para una sola organización en una sola solicitud. Consulta más en la [documentación de detalles de uso](https://docs.datadoghq.com/account_management/billing/usage_details/)."
  },
  "users": {
    "name": "Users (usuarios)",
    "description": "Crea, edita y desactiva usuarios."
  },
  "workflow-automation": {
    "name": "Workflow Automation",
    "description": "Workflow Automation de Datadog te permite automatizar tus procesos de extremo a extremo conectando Datadog con el resto de tu pila tecnológica. Crea flujos de trabajo para remediar automáticamente tus alertas, agilizar tus procesos de incidentes y seguridad, y reducir el trabajo manual. Workflow Automation soporta más de 1.000+ acciones OOTB, incluyendo AWS, JIRA, ServiceNow, GitHub y OpenAI. Descubre más en nuestra documentación de Workflow Automation [aquí](https://docs.datadoghq.com/service_management/workflows/)."
  }
}