{
  "cloud-workload-security": {
    "name": "Cloud Workload Security",
    "description": "Surveillez les activités des fichiers et processus dans les charges de travail à l'aide des signaux de sécurité générés."
  },
  "dashboard-lists": {
    "name": "Listes de dashboards",
    "description": "Interagissez avec vos listes de dashboards via l'API pour\n faciliter l'organisation, la recherche et le partage de tous vos dashboards\n avec votre équipe et votre organisation."
  },
  "incident-services": {
    "name": "Services liés à un incident",
    "description": "Créez, mettez à jour, supprimez et récupérez des services pouvant être associés à des incidents."
  },
  "incident-teams": {
    "name": "Équipes liées à un incident",
    "description": "Créez, mettez à jour, supprimez et récupérez des équipes pouvant être associées à des incidents."
  },
  "incidents": {
    "name": "Incidents",
    "description": "Gérez la résolution des incidents."
  },
  "key-management": {
    "name": "Gestion des clés",
    "description": "Gérez vos clés d'application et d'API Datadog. Vous aurez besoin d'une clé d'API et d'une clé d'application, ainsi que des autorisations requises, pour interagir avec ces endpoints. La liste complète des clés d'API et d'application est disponible sur votre [page API Datadog](https://app.datadoghq.com/account/settings#api)."
  },
  "logs": {
    "name": "Logs",
    "description": "Effectuez des recherches parmi vos logs et envoyez-les à votre plateforme Datadog via HTTP."
  },
  "logs-archives": {
    "name": "Archives de logs",
    "description": "Les archives permettent de transférer tous les logs ingérés vers un système de stockage sur le cloud.\n\nConsultez la [page Archives](https://app.datadoghq.com/logs/pipelines/archives) pour obtenir la liste des archives actuellement configurées dans notre interface utilisateur."
  },
  "logs-metrics": {
    "name": "Métriques de logs",
    "description": "Gérez la configuration des [métriques basées sur des logs](https://app.datadoghq.com/logs/pipelines/generate-metrics) pour votre organisation."
  },
  "logs-restriction-queries": {
    "name": "Requêtes de restriction de logs",
    "description": "**Remarque : cet endpoint est en version bêta publique. Si vous souhaitez nous faire part de vos remarques, contactez l'[assistance Datadog](https://docs.datadoghq.com/help/).**\n\nPour accorder un accès en lecture à des données de logs, vous devez accorder l'autorisation `logs_read_data`. De là, vous pouvez limiter les données auxquelles un rôle donne un accès en lecture en associant une requête de restriction au rôle en question.\n\nUne requête de restriction est une requête de logs qui limite les logs auxquels l'autorisation `logs_read_data` accorde un accès en lecture. Si un utilisateur dispose d'un rôle associé à une requête de restriction, les requêtes de logs qu'il exécute renverront uniquement les événements de logs autorisés par la requête de restriction. Cette restriction s'applique quelle que soit la fonctionnalité utilisée, y compris le Log Explorer, Live Tail, la réintégration ou les widgets de dashboard.\n\nÀ l'heure actuelle, les requêtes de restriction prennent uniquement en charge l'utilisation des composants suivants des événements de logs :\n\n- Attributs réservés\n- Message de log\n- Tags\n\nPour gérer les accès en lecture restreints aux données de logs lorsque la structure organisationnelle d'un client est étendue ou complexe, il est conseillé d'ajouter un tag d'équipe aux événements de logs afin de spécifier les équipes auxquelles ils appartiennent, puis d'appliquer des requêtes de restriction aux tags d'équipe adéquats. Les tags peuvent être appliqués aux événements de logs de nombreuses manières, et un événement de log peut avoir plusieurs tags avec la même clé (p. ex. team) et des valeurs différentes. Un même événement de log peut ainsi être visible par des rôles dont l'accès est limité à des valeurs différentes du tag d'équipe.\n\nPour interagir avec cet endpoint, vous aurez besoin d'une clé d'API et d'une clé d'application avec droits administrateur."
  },
  "metrics": {
    "name": "Métriques",
    "description": "Les endpoints de métriques vous permettent :\n\n- D'envoyer des données de métriques afin de les représenter graphiquement sur les dashboards de Datadog\n- D'interroger vos métriques sur l'intervalle de votre choix\n- De modifier les configurations de tags pour les métriques\n- De visualiser les tags et les volumes pour les métriques\n\n**Remarque** : un graphique ne peut contenir qu'un nombre défini de points. Lorsque l'intervalle d'affichage d'une métrique augmente, les points sont agrégés afin de ne pas dépasser ce nombre.\n\Les méthodes Post, Patch et Delete de l'API `manage_tags` peuvent uniquement être utilisées par un utilisateur qui dispose de l'autorisation `Manage Tags for Metrics`."
  },
  "processes": {
    "name": "Processus",
    "description": "L'API de processus vous permet d'interroger les données de processus pour votre organisation."
  },
  "roles": {
    "name": "Rôles",
    "description": "L'API Roles est utilisée pour créer et gérer des rôles Datadog, les [autorisation globales](https://docs.datadoghq.com/account_management/rbac/) qu'ils octroient ainsi que les utilisateurs associés.\n\nL'accès à certaines ressources de compte spécifiques peut être accordé à des rôles depuis l'application Datadog sans passer par cette API. Par exemple, l'accès en lecture à un index de log spécifique peut être accordé à un rôle Datadog depuis la [page Pipelines](https://app.datadoghq.com/logs/pipelines)."
  },
  "security-monitoring": {
    "name": "Security Monitoring",
    "description": "Règles de détection pour générer des signaux et énumérer les signaux générés."
  },
  "service-accounts": {
    "name": "Comptes de service",
    "description": "Créez, modifiez et désactivez des comptes de service."
  },
  "users": {
    "name": "Utilisateurs",
    "description": "Créez, modifiez et désactivez des utilisateurs."
  }
}