{
  "audit": {
    "name": "Audit",
    "description": "Search your Audit Logs events over HTTP."
  },
  "authn-mappings": {
    "name": "AuthN Mappings",
    "description": "[AuthN Mappings API](https://docs.datadoghq.com/account_management/authn_mapping/?tab=example)\nis used to automatically map group of users to roles in Datadog using attributes\nsent from Identity Providers."
  },
  "ci-visibility-pipelines": {
    "name": "CI Visibility Pipelines",
    "description": "Search or aggregate your CI Visibility pipeline events over HTTP."
  },
  "ci-visibility-tests": {
    "name": "CI Visibility Tests",
    "description": "Search or aggregate your CI Visibility test events over HTTP."
  },
  "cloud-workload-security": {
    "name": "Cloud Workload Security",
    "description": "Workload activity security rules for generating events using the Datadog security Agent."
  },
  "confluent-cloud": {
    "name": "Confluent Cloud",
    "description": "Configure your Datadog Confluent Cloud integration directly through the Datadog API."
  },
  "dashboard-lists": {
    "name": "Dashboard Lists",
    "description": "Interact with your dashboard lists through the API to\norganize, find, and share all of your dashboards with your team and\norganization."
  },
  "events": {
    "name": "Events",
    "description": "The events service allows you to programmatically post events to the event stream\nand fetch events from the event stream. Events are limited to 4000 characters.\nIf an event is sent out with a message containing more than 4000 characters, only the\nfirst 4000 characters are displayed."
  },
  "incident-services": {
    "name": "Incident Services",
    "description": "Create, update, delete, and retrieve services which can be associated with incidents."
  },
  "incident-teams": {
    "name": "Incident Teams",
    "description": "Create, update, delete and retrieve teams which can be associated with incidents."
  },
  "incidents": {
    "name": "Incidents",
    "description": "Manage incident response."
  },
  "key-management": {
    "name": "Key Management",
    "description": "Manage your Datadog API and application keys. You need an API key and\nan application key for a user with the required permissions to interact\nwith these endpoints. The full list of API and application keys can be\nseen on your [Datadog API page](https://app.datadoghq.com/account/settings#api)."
  },
  "logs": {
    "name": "Logs",
    "description": "Search your logs and send them to your Datadog platform over HTTP."
  },
  "logs-archives": {
    "name": "Logs Archives",
    "description": "Archives forward all the logs ingested to a cloud storage system.\n\nSee the [Archives Page](https://app.datadoghq.com/logs/pipelines/archives)\nfor a list of the archives currently configured in web UI."
  },
  "logs-metrics": {
    "name": "Logs Metrics",
    "description": "Manage configuration of [log-based metrics](https://app.datadoghq.com/logs/pipelines/generate-metrics) for your organization."
  },
  "logs-restriction-queries": {
    "name": "Logs Restriction Queries",
    "description": "**Note: This endpoint is in public beta. If you have any feedback, contact [Datadog support](https://docs.datadoghq.com/help/).**\n\nTo grant read access on log data at all, you must grant the `logs_read_data` permission.\nFrom there you can limit what data a role grants read access to by associating a Restriction Query with that role.\n\nA Restriction Query is a logs query that restricts which logs the `logs_read_data` permission grants read access to.\nFor users whose roles have Restriction Queries, any log query they make only returns those log events that also match\none of their Restriction Queries. This is true whether the user queries log events from any log-related feature, including\nthe log explorer, Live Tail, re-hydration, or a dashboard widget.\n\nRestriction Queries currently only support use of the following components of log events:\n\n- Reserved attributes\n- The log message\n- Tags\n\nThe recommended way to manage restricted read access on log data for customers with large or complicated organizational structures\nis to add a team tag to log events to indicate which team(s) own(s) them, and then to scope Restriction Queries to the appropriate\nvalues of the team tag. Tags can be applied to log events in many ways, and a log event can have multiple tags with the same key (like team)\nand different values—in this way the same log event can be visible to roles whose restriction queries are scoped to different team values.\n\nYou need an API and application key with Admin rights to interact with this endpoint."
  },
  "metrics": {
    "name": "Metrics",
    "description": "The metrics endpoint allows you to:\n\n- Post metrics data so it can be graphed on Datadog’s dashboards\n- Query metrics from any time period\n- Modify tag configurations for metrics\n- View tags and volumes for metrics\n\n**Note**: A graph can only contain a set number of points\nand as the timeframe over which a metric is viewed increases,\naggregation between points occurs to stay below that set number.\n\nThe Post, Patch, and Delete `manage_tags` API methods can only be performed by\na user who has the `Manage Tags for Metrics` permission."
  },
  "opsgenie-integration": {
    "name": "Opsgenie Integration",
    "description": "Configure your [Datadog Opsgenie integration](https://docs.datadoghq.com/integrations/opsgenie/)\ndirectly through the Datadog API."
  },
  "organizations": {
    "name": "Organizations",
    "description": "Create, edit, and manage your organizations. Read more about [multi-org accounts](https://docs.datadoghq.com/account_management/multi_organization)."
  },
  "processes": {
    "name": "Processes",
    "description": "The processes API allows you to query processes data for your organization."
  },
  "rum": {
    "name": "RUM",
    "description": "Search or aggregate your RUM events over HTTP."
  },
  "roles": {
    "name": "Roles",
    "description": "The Roles API is used to create and manage Datadog roles, what\n[global permissions](https://docs.datadoghq.com/account_management/rbac/)\nthey grant, and which users belong to them.\n\nPermissions related to specific account assets can be granted to roles\nin the Datadog application without using this API. For example, granting\nread access on a specific log index to a role can be done in Datadog from the\n[Pipelines page](https://app.datadoghq.com/logs/pipelines)."
  },
  "security-monitoring": {
    "name": "Security Monitoring",
    "description": "Detection rules for generating signals and listing of generated\nsignals."
  },
  "sensitive-data-scanner": {
    "name": "Sensitive Data Scanner",
    "description": "Create, update, delete, and retrieve sensitive data scanner groups and rules."
  },
  "service-accounts": {
    "name": "Service Accounts",
    "description": "Create, edit, and disable service accounts."
  },
  "service-definition": {
    "name": "Service Definition",
    "description": "API to create, update, retrieve and delete service definitions."
  },
  "usage-metering": {
    "name": "Usage Metering",
    "description": "The usage metering API allows you to get hourly, daily, and\nmonthly usage across multiple facets of Datadog.\nThis API is available to all Pro and Enterprise customers.\nUsage is only accessible for [parent-level organizations](https://docs.datadoghq.com/account_management/multi_organization/).\n\n**Note**: Usage data is delayed by up to 72 hours from when it was incurred.\nIt is retained for 15 months.\n\nYou can retrieve up to 24 hours of hourly usage data for multiple organizations,\nand up to two months of hourly usage data for a single organization in one request."
  },
  "users": {
    "name": "Users",
    "description": "Create, edit, and disable users."
  }
}